//Basic Setup
var hsetup = new Object();
hsetup.phase1="شاشة <i>الإعداد</i> هي أول شاشة ستراها عند الوصول إلى الموجّه. سيتمكّن معظم المستخدمين  من تكوين الموجّه ومن جعله يعمل بشكل صحيح باستخدام فقط الإعدادات الموجودة على هذه الشاشة. سيطلب منك بعض موفّري خدمة إنترنت  إدخال معلومات مُحددة، مثل اسم المستخدم أو كلمة المرور أو عنوان IP  أو عنوان العبَّارة الافتراضية أو عنوان IP الخاص بـ DNS. يمكن الحصول على هذه المعلومات   من موفّر خدمة إنترنت، إذا لزم الأمر.";
hsetup.phase2="ملاحظة: بعد أن تقوم بتكوين هذه الإعدادات، عليك تعيين كلمة مرور جديدة للموجّه  باستخدام شاشة <i>الأمان</i>. سيؤدي ذلك إلى زيادة الأمان، من خلال حماية  الموجّه من التغييرات غير المخوَّلة. سيُطلب من كافة المستخدمين الذين يحاولون الوصول إلى الأداة المساعدة المستندة إلى ويب الخاصة بالموجّه أو معالج الإعداد كلمة مرور الموجّه.";
hsetup.phase3="قم بتحديد المنطقة الزمنّية لموقعك. إذا كان موقعك يتبع التوقيت الصيفي، فاترك علامة الاختيار في المربع المجاور لـ <i>ضبط الساعة تلقائياً وفقاً لتغييرات التوقيت الصيفي</i>.";
hsetup.phase4="MTU هي  وحدة الإرسال القصوى. وتحدد أكبر حجم للحزمة يُسمح به لإرسال إنترنت. احتفظ بالإعداد الافتراضي، <b>تلقائي</b>، ليحدد الموجّه أفضل وحدة إرسال قصوى لاتصال إنترنت لديك. لتحديد حجم لوحدة الإرسال القصوى، حدد <b>يدوي</b>، وأدخل القيمة التي ترغب بها (القيمة الافتراضية هي <b> 1400</b>‏).&nbsp; عليك أن تترك هذه القيمة في النطاق من 1200 إلى 1500.";
hsetup.phase5="هذا الإدخال ضروري لبعض موفّري خدمة إنترنت ويمكنهم توفيره.";
hsetup.phase6="يعتمد الموجّه أربعة أنواع للاتصال:";
hsetup.phase7="تكوين تلقائي DHCP";
hsetup.phase8="(بروتوكول نقطة إلى نقطة عبر Ethernet)";
hsetup.phase9="(بروتوكول الاتصال النفقي من نقطة إلى نقطة)";
hsetup.phase10="يمكن تحديد هذه الأنواع من القائمة المنسدلة بجوار اتصال إنترنت. تختلف المعلومات المطلوبة والميزات المتوفرة تبعاً / لنوع الاتصال الذي تحدده. بعض أوصاف هذه المعلومات مضمنة هنا:";		
hsetup.phase11="عنوان IP إنترنت وقناع الشبكة الفرعية";
hsetup.phase12="إنه عنوان IP وقناع الشبكة الفرعية للموجّه كما يراهما المستخدمون الخارجيون على إنترنت (بما فيهم موفّر خدمة إنترنت لديك). إذا كان اتصال إنترنت لديك يتطلب عنوان IP ثابتاً، فسيزودك موفّر خدمة إنترنت بعنوان IP ثابت وقناع شبكة فرعية.";
hsetup.phase13="سيزودك موفّر خدمة إنترنت بعنوان IP الخاص بالعبارة."
hsetup.phase14="(خادم اسم النطاق)";
hsetup.phase15="سيزودك موفّر خدمة إنترنت بعنوان IP واحد على الأقل خاص بـ DNS.";
hsetup.phase16="اسم المستخدم وكلمة المرور";
hsetup.phase17="أدخل <b>اسم المستخدم</b> و <b>كلمة المرور</b> اللذين تستخدمهما عند تسجيل الدخول إلى موفّر خدمة إنترنت عبر اتصال PPPoE أو PPTP.";
hsetup.phase18="الاتصال عند الطلب";
hsetup.phase19="يمكنك تكوين الموجّه لقطع اتصالك بإنترنت بعد فترة مُحددة من الخمول (وقت الخمول الأقصى). إذا تم إنهاء اتصالك بإنترنت بسبب الخمول، فإن خيار الاتصال عند الطلب يمكّن الموجّه من إعادة إنشاء الاتصال تلقائياً بمجرد أن تحاول الوصول إلى إنترنت مجدداً. إذا رغبت بتنشيط الاتصال عند الطلب، فانقر فوق زر الاختيار. إذا أردت أن يبقى اتصالك بإنترنت نشطاً في كلّ الأوقات، فأدخل <b>0</b> في الحقل <i>وقت الخمول الأقصى</i>. خلافاً لذلك، قم بإدخال عدد الدقائق التي تريدها أن تمر قبل قطع اتصالك بإنترنت.";
hsetup.phase20="خيار الإبقاء عليه نشطاً ";
hsetup.phase21="إن هذا الخيار يبقيك متصلاً بإنترنت بشكل غير محدود، حتى عندما يصبح الاتصال لديك خاملاً. لاستخدام هذا الخيار، انقر فوق زر الاختيار بجوار <i>الإبقاء عليه نشطاً</i>. إن فترة إعادة الطلب الافتراضية هي 30 ثانية (بعبارة أخرى، سيتحقق الموجّه من اتصال إنترنت كل 30 ثانية).";
hsetup.phase22="ملاحظة: يطلب بعض موفّري الكابلات عنوان MAC محدداً للاتصال بإنترنت. لمعرفة المزيد عن ذلك، انقر فوق علامة التبويب <b>النظام</b>. ثم انقر فوق الزر <b>تعليمات</b>، واقرأ عن ميزة نسخ عنوان MAC.";
hsetup.phase23="الشبكة المحلية";
hsetup.phase24="عنوان IP وقناع الشبكة الفرعية";
hsetup.phase25="إنه عنوان IP وقناع الشبكة الفرعية للموجّه كما تتم رؤيتهما على الشبكة المحلية الداخلية. يحدد الافتراضية هي 192.168.1.1 لعنوان IP و255.255.255.0 لقناع الشبكة الفرعية.";
hsetup.phase26="DHCP";
hsetup.phase27="احتفظ بالإعداد الافتراضي <b>تمكين</b>، لتمكين الخيار خادم DHCP للموجّه. إذا كان لديك خادم DHCP بالفعل على شبكتك أو إذا كنت لا تريد خادم DHCP، فحدد <b>تعطيل</b>.";
hsetup.phase28="أدخِل قيمة رقمية لخادم DHCP للبدء بتشغيله عند إصدار عناوين IP. لا تبدأ بالقيمة 192.168.1.1 (عنوان IP للموجّه).";
hsetup.phase29="العدد الأقصى لمستخدمي DHCP";
hsetup.phase30="أدخِل العدد الأقصى لأجهزة الكمبيوتر التي تريد أن يعيّن لها خادم DHCP عناوين IP. الحد الأقصى المطلق هو 253--ويمكن هذا إذا كان عنوان IP لبدء التشغيل هو 192.168.1.2.";
hsetup.phase31="إن مدة تأجير العميل هي المدّة الزمنيّة التي يُسمح فيها لمستخدم شبكة بالاتصال بالموجّه باستخدام عنوان IP الحيوي الحالي الخاص به. أدخِل المدّة الزمنية، بالدقائق، التي \"سيستأجر\" المستخدم خلالها عنوان IP الحيوي هذا.";
hsetup.phase32="DNS ثابت 1 - 3 ";
hsetup.phase33="يمثّل نظام اسم النطاق (DNS) كيفية قيام إنترنت بترجمة أسماء النطاق أو مواقع ويب إلى عناوين إنترنت أو عناوين URL. سيزوّدك موفّر خدمة إنترنت بعنوان IP لخادم DNS واحد على الأقل. إذا كنت ترغب في استخدام عنوان آخر، فأدخل عنوان IP هذا  في أحد هذه الحقول. يمكنك إدخال حتى ثلاثة عناوين IP لخادم DNS  هنا. سيستخدم الموجّه هذه العناوين للوصول بشكل أسرع إلى  خوادم DNS قيد التشغيل.";
hsetup.phase34="تدير خدمة تسمية إنترنت Windows ‏(WINS) كل تفاعل لجهاز كمبيوتر مع إنترنت. إذا كنت تستخدم خادم WINS، فأدخل عنوان IP الخاص بذلك الخادم هنا. بخلاف ذلك، اترك هذا الحقل فارغاً.";
hsetup.phase35="تحقق من كافة القيم وانقر فوق <b>حفظ الإعدادات</b> لحفظ الإعدادات. انقر فوق <b>إلغاء التغييرات</b> لإلغاء التغييرات غير المحفوظة. يمكنك اختبار الإعدادات عن طريق الاتصال  بإنترنت. ";    		    		    		

//DDNS
var helpddns = new Object();
helpddns.phase1="يوفر الموجّه ميزة نظام اسم النطاق الحيوي (DDNS). يسمح لك نظام اسم النطاق الحيوي (DDNS) بتعيين اسم مضيف ونطاق ثابتين لعنوان IP إنترنت حيوي. إنّه مفيد عندما تقوم باستضافة موقع ويب الخاص بك أو خادم FTP أو خادم آخر وراء الموجّه. قبل استخدام هذه الميزة، يجب التسجيل في خدمة DDNS على <i>www.dyndns.org</i>، موفّر خدمة DDNS.";
helpddns.phase2="خدمة DDNS";
helpddns.phase3="لتعطيل خدمة DDNS، احتفظ بالإعداد الافتراضي، <b>تعطيل</b>. لتمكين خدمة DDNS، اتبع هذه التعليمات:";
helpddns.phase4="قم بالتسجيل في خدمة DDNS على <i>www.dyndns.org</i>، واكتب معلومات اسم المستخدم و<i> </i>كلمة المرور و<i> </i>اسم المضيف.";
helpddns.phase5="على شاشة <i>DDNS</i>، حدد <b>تمكين.</b>";
helpddns.phase6="أكمل الحقول <i> اسم المستخدم</i> و<i>كلمة المرور</i> و<i>اسم المضيف</i>.";
helpddns.phase7="انقر فوق الزر <b>حفظ الإعدادات</b> لحفظ التغييرات. انقر فوق الزر <b>إلغاء التغييرات</b> لإلغاء التغييرات غير المحفوظة.";
helpddns.phase8="يتم عرض عنوان IP إنترنت الحالي الخاص بالموجّه هنا.";
helpddns.phase9="يتم عرض حالة اتصال خدمة DDNS هنا.";
		
//MAC Address Clone
var helpmac =  new Object();
helpmac.phase1="نسخ عنوان MAC";
helpmac.phase2="إن عنوان MAC الخاص بالموجّه هو رمز مكون من 12 رقماً يتم تعيينه لجهاز فريد بغرض تعريفه. سيطلب منك بعض موفّري خدمة إنترنت تسجيل عنوان MAC الخاص ببطاقة/محول الشبكة، المتصل بمودم الكبل أو مودم DSL أثناء التثبيت. إذا طلب موفّر خدمة إنترنت لديك تسجيل عنوان MAC فاعثر على عنوان MAC الخاص بالمحول من خلال اتباع التعليمات الخاصة بنظام تشغيل الكمبيوتر.";
helpmac.phase3="بالنسبة لـ Windows 98 وMillennium:";
helpmac.phase4="1.  انقر فوق الزر <b>ابدأ</b>، وحدد <b>تشغيل</b>.";
helpmac.phase5="2.  اكتب <b>winipcfg </b>في الحقل المتوفر، واضغط على المفتاح <b>موافق</b>.";
helpmac.phase6="3.  حدد محول Ethernet الذي تستخدمه.";
helpmac.phase7="4.  انقر فوق <b>مزيد من المعلومات</b>.";
helpmac.phase8="5.  دوّن عنوان MAC الخاص بالمحول.";
helpmac.phase9="1.  انقر فوق الزر <b>ابدأ</b>، وحدد <b>تشغيل</b>.";
helpmac.phase10="2.  اكتب <b>cmd </b>في الحقل المتوفر، واضغط على المفتاح <b>موافق </b>.";
helpmac.phase11="3.  من موجّه الأوامر، قم بتشغيل <b>ipconfig /all</b>، وابحث عن العنوان الفعلي للمحول.";
helpmac.phase12="4.  دوّن عنوان MAC الخاص بالمحول.";
helpmac.phase13="لنسخ عنوان MAC الخاص بمحول الشبكة على الموجّه وتجنب الاتصال بموفّر خدمة إنترنت الخاص بك لتغيير عنوان MAC المسجل، اتبع التعليمات التالية:";
helpmac.phase14="بالنسبة لـ Windows 2000 وXP:";
helpmac.phase15="1.  حدد <b>تمكين</b>.";
helpmac.phase16="2.  أدخل عنوان MAC الخاص بالمحول في الحقل <i>عنوان MAC‏</i>.";
helpmac.phase17="3.  انقر فوق الزر <b>حفظ الإعدادات</b>.";
helpmac.phase18="لتعطيل نسخ عنوان MAC، احتفظ بالإعداد الافتراضي، <b>تعطيل</b>.";

//Advance Routing
var hrouting = new Object();
hrouting.phase1="التوجيه";
hrouting.phase2="على شاشة <i>التوجيه</i>، يمكنك تعيين وضع التوجيه وإعداداته الخاصة بالموجّه. يوصى بالوضع عبّارة لمعظم المستخدمين.";
hrouting.phase3="اختر وضع العمل الصحيح. احتفظ بالإعداد الافتراضي، <b>  عبّارة</b>، إذا كان الموجّه يستضيف اتصال شبكتك بإنترنت (يوصى بالوضع عبّارة لمعظم المستخدمين). حدد <b>  موجّه </b> إذا كان الموجّه موجوداً على شبكة مع موجّهات أخرى.";
hrouting.phase4="التوجيه الحيوي (RIP)";
hrouting.phase5="ملاحظة: لا تتوفر هذه الميزة في الوضع عبَّارة.";
hrouting.phase6="يمكّن التوجيه الحيوي الموجّه من التكيف تلقائياً مع التغييرات الفعلية في  تخطيط الشبكة وتبادل جداول التوجيه مع موجّهات أخرى. يحدد  الموجّه مسار حزم الشبكة استناداً إلى أقل عدد من  الوثبات بين المصدر والوجهة. ";
hrouting.phase7="لتمكين ميزة التوجيه الحيوي لجهة WAN، حدد <b>WAN</b>.  لتمكين هذه الميزة للشبكة المحلية والجانب اللاسلكي، حدد <b>الشبكة المحلية واللاسلكية</b>. لتمكين هذه الميزة لكل من WAN والشبكة المحلية، حدد <b>  كلاهما</b>. لتعطيل ميزة التوجيه الحيوي لكافة عمليات إرسال البيانات، احتفظ  بالإعداد الافتراضي، <b>تعطيل</b>. ";
hrouting.phase8="التوجيه الثابت &nbsp; عنوان IP الوجهة وقناع الشبكة الفرعية والعبَّارة والواجهة";
hrouting.phase9="لإعداد مسار ثابت بين الموجّه وشبكة أخرى،  حدّد رقماً من القائمة المنسدلة <i>التوجيه الثابت</i>. (المسار الثابت  هو ممر محدد مسبقاً يجب على معلومات الشبكة التنقل من خلاله  للوصول إلى شبكة أو مضيف محدد).";
hrouting.phase10="أدخل البيانات التالية:";
hrouting.phase11="عنوان IP الوجهة </b>- إن عنوان IP الوجهة هو عنوان الشبكة أو المضيف اللذين تريد تعيين مسار ثابت لهما.";
hrouting.phase12="قناع الشبكة الفرعية </b>- يقوم قناع الشبكة الفرعية بتحديد أي جزء من عنوان IP هو الجزء الخاص بالشبكة، وأي جزء هو الخاص بالمضيف. ";
hrouting.phase13="العبَّارة </b>- إنها عنوان IP الخاص بجهاز العبَّارة الذي يسمح بالاتصال بين الموجّه والشبكة أو المضيف.";
hrouting.phase14="وفقاً لموقع عنوان IP الوجهة، حدد <b>الشبكة المحلية واللاسلكية </b>أو <b>WAN </b>من القائمة المنسدلة <i>الواجهة</i>.";
hrouting.phase15="لحفظ التغييرات التي قمت بها، انقر فوق الزر <b>تطبيق </b>. لإلغاء التغييرات غير المحفوظة، انقر فوق الزر <b> إلغاء</b>.";
hrouting.phase16="للحصول على مسارات ثابتة إضافية، كرر الخطوات من 1 إلى 4.";
hrouting.phase17="حذف هذا الإدخال";
hrouting.phase18="لحذف إدخال مسار ثابت:";
hrouting.phase19="من القائمة المنسدلة <i>التوجيه الثابت</i>، حدد رقم إدخال المسار الثابت.";
hrouting.phase20="انقر فوق الزر <b>حذف هذا الإدخال</b>.";
hrouting.phase21="لحفظ حذف، انقر فوق الزر <b>تطبيق</b>. لإلغاء حذف، انقر فوق الزر <b> إلغاء</b>. ";
hrouting.phase22="إظهار جدول التوجيه";
hrouting.phase23="انقر فوق الزر <b>إظهار جدول التوجيه </b>لعرض كافة إدخالات المسارات الصالحة المستخدمة. سيتم عرض عنوان IP الوجهة وقناع الشبكة الفرعية والعبَّارة والواجهة لكل إدخال. انقر فوق الزر <b>تحديث </b>لتحديث البيانات المعروضة. انقر فوق الزر <b> إغلاق</b>للعودة إلى شاشة <i>التوجيه</i>.";
hrouting.phase24="عنوان IP الوجهة</b> - إن عنوان IP الوجهة هو عنوان الشبكة أو المضيف اللذين يتم تعيين المسار الثابت لهما. ";
hrouting.phase25="قناع الشبكة الفرعية</b> - يقوم قناع الشبكة الفرعية بتحديد أي جزء من عنوان IP هو الجزء الخاص بالشبكة، وأي جزء هو الخاص بالمضيف.";
hrouting.phase26="العبَّارة</b> - إنها عنوان IP الخاص بجهاز العبَّارة الذي يسمح بالاتصال بين الموجّه والشبكة أو المضيف.";
hrouting.phase27="الواجهة</b> - تخبرك هذه الواجهة ما إذا كان عنوان IP الوجهة موجوداً على <b> الشبكة المحلية واللاسلكية </b>(الشبكات اللاسلكية والسلكية الداخلية) أو <b>WAN</b> (إنترنت)، أو <b> شبكة اتصال الاسترجاع</b> (شبكة وهمية يعمل فيها جهاز كمبيوتر واحد كشبكة ضرورية لبعض البرامج). ";

//Firewall
var hfirewall = new Object();
hfirewall.phase1="حظر طلب WAN";
hfirewall.phase2="بتمكين ميزة حظر طلب WAN، يمكنك منع الشبكة الخاصة بك من الخضوع لاختبار \"ping\" أو اكتشافها من قبل مستخدمي إنترنت آخرين. كما تدعم ميزة حظر طلب WAN  أمان الشبكة عن طريق إخفاء منافذ شبكتك. تؤدي هاتان الوظيفتان لميزة حظر طلب WAN إلى زيادة صعوبة وصول المستخدمين الخارجيين إلى شبكتك. تكون هذه الميزة ممكّنة بشكل افتراضي. حدد <b>تعطيل</b> لتعطيل هذه الميزة.";
hfirewall.right="قم بتمكين جدار حماية SPI أو تعطيله.";

//VPN
var helpvpn = new Object();
helpvpn.phase1="عبور من خلال شبكة افتراضية خاصة (VPN)";
helpvpn.phase2="تُستخدم الشبكة الافتراضية الخاصة (VPN) عادة للشبكة المتعلقة بالعمل. لأجهزة لأنفاق الشبكة الافتراضية الخاصة (VPN)، يعتمد الموجّه العبور من خلال IPSec والعبور من خلال PPTP.";
helpvpn.phase3="<b>IPSec</b> - إن أمان بروتوكول إنترنت (IPSec) هو<b>‏ </b>مجموعة من البروتوكولات المُستخدمة لتطبيق تبادل آمن للحزم على طبقة IP. للسماح لأنفاق IPSec بالعبور من خلال الموجّه، يكون عبور من خلال IPSec ممكناً بشكل افتراضي. لتعطيل عبور من خلال IPSec، قم بإلغاء تحديد المربع المجاور لـ <i>IPSec</i>.";
helpvpn.phase4="<b>PPTP </b>- يُعتبر بروتوكول الاتصال النفقي من نقطة إلى نقطة هو الأسلوب المستخدم لتمكين جلسات الشبكة الافتراضية الخاصة (VPN) لخادم Windows NT 4.0 أو 2000. للسماح لأنفاق PPTP بالعبور من خلال الموجّه، يكون عبور من خلال PPTP ممكناً بشكل افتراضي. لتعطيل عبور من خلال PPTP، قم بإلغاء تحديد المربع المجاور لـ <i>PPTP</i>.";

helpvpn.right="يمكنك اختيار تمكين عبور من خلال PPTP أو L2TP أو IPSec للسماح لأجهزة الشبكة لديك بالاتصال عبر شبكة افتراضية خاصة (VPN)>";
//Internet Access
var hfilter = new Object();
hfilter.phase1="تصفيات";
hfilter.phase2="تسمح لك الشاشة <i>تصفيات</i> بحظر أنواع محددة من استخدام إنترنت أو السماح بها. يمكنك إعداد سياسات الوصول إلى إنترنت لأجهزة كمبيوتر محددة وإعداد تصفيات باستخدام أرقام منافذ الشبكة.";
hfilter.phase3="تسمح لك هذه الميزة بتخصيص حتى 10 سياسات وصول إلى إنترنت مختلفة لأجهزة كمبيوتر معينة، والتي يتم تعريفها حسب عناوين IP أو عناوين MAC الخاصة بها. لأجهزة الكمبيوتر المعين لها سياسة محددة، خلال الأيام والفترات الزمنية المحددة.";
hfilter.phase4="لإنشاء سياسة أو تحريرها، اتبع التعليمات التالية:";
hfilter.phase5="حدد رقم السياسة \(1-10\) في القائمة المنسدلة.";
hfilter.phase6="أدخل اسماً في الحقل <i>إدخال اسم ملف التعريف</i>.";
hfilter.phase7="انقر فوق الزر <b>تحرير قائمة بأجهزة الكمبيوتر</b>.";
hfilter.phase8="انقر فوق الزر <b>تطبيق</b> لحفظ التغييرات التي قمت بها. انقر فوق الزر <b>إلغاء</b> لإلغاء التغييرات غير المحفوظة. انقر فوق الزر <b>إغلاق</b> للعودة إلى الشاشة <i>تصفيات</i>.";
hfilter.phase9="إذا كنت تريد حظر أجهزة الكمبيوتر المدرجة من الوصول إلى إنترنت خلال الأيام والأوقات المعيّنة، فاحتفظ بالإعداد الافتراضي <b>تعطيل وصول أجهزة الكمبيوتر المدرجة إلى إنترنت</b>. إذا أردت تمكين أجهزة الكمبيوتر المدرجة من الوصول إلى إنترنت خلال الأيام والأوقات المعينة، فانقر فوق زر الاختيار الموجود بجوار <i> تمكين وصول أجهزة الكمبيوتر المدرجة إلى إنترنت</i>.";
hfilter.phase10="في شاشة <i>قائمة بأجهزة الكمبيوتر</i>، حدد أجهزة الكمبيوتر حسب عنوان IP أو عنوان MAC. أدخِل عناوين IP المناسبة في الحقول <i>IP</i>. إذا كان لديك نطاق من عناوين IP المراد تصفيتها، فأكمل حقول <i>نطاق IP‏</i> المناسبة. أدخل عناوين MAC المناسبة في الحقول <i>MAC</i>.";
hfilter.phase11="قم بتعيين وقت تصفية الوصول. حدد <b>‏24 ساعة</b>،<b> </b>أو حدد المربع الموجود بجوار <i>من</i> واستخدم المربعات المنسدلة لتعيين فترة زمنية محددة. ";
hfilter.phase12="قم بتعيين أيام تصفية الوصول. حدد <b>كل يوم</b> أو أيام الأسبوع المناسبة. ";
hfilter.phase13="انقر فوق الزر <b>إضافة إلى سياسة</b> لحفظ التغييرات التي قمت بها وتنشيطها.";
hfilter.phase14="لإنشاء سياسات إضافية أو تحريرها، كرر الخطوات من 1 إلى 9.";
hfilter.phase15="لحذف سياسة وصول إلى إنترنت، حدد رقم السياسة، وانقر فوق الزر <b>حذف</b>.";
hfilter.phase16="لرؤية ملخص لكافة السياسات، انقر فوق الزر <b>ملخص</b>. ستعرض شاشة <i> ملخص سياسة إنترنت</i> رقم كل سياسة واسم السياسة والأيام والوقت من اليوم. لحذف سياسة، انقر فوق المربع الخاص بها، ثم انقر فوق الزر <b>حذف</b>. انقر فوق الزر <b>إغلاق</b> للعودة إلى الشاشة <i>تصفيات</i>.";
hfilter.phase17="نطاق منفذ إنترنت مصفّى";
hfilter.phase18="لتصفية أجهزة الكمبيوتر حسب رقم منفذ الشبكة، حدد <b>كلاهما</b>أو <b>TCP</b> أو <b>UDP</b>، وفقاً للبروتوكول الذي تريد تصفيته. ثم<b> </b>أدخل أرقام المنافذ  التي تريد تصفيتها في حقول رقم المنفذ. لن تتمكن أجهزة الكمبيوتر المتصلة  بالموجّه من الوصول إلى أي رقم منفذ مدرج هنا. لتعطيل  عامل تصفية، حدد <b>تعطيل</b>.";

//share of help string
var hshare = new Object();
hshare.phase1="تحقق من كافة القيم وانقر فوق <b>حفظ الإعدادات</b> لحفظ الإعدادات. انقر فوق الزر <b>إلغاء التغييرات</b> لإلغاء التغييرات غير المحفوظة.";


//DMZ
var helpdmz = new Object();
helpdmz.phase1="تسمح ميزة استضافة DMZ لمستخدم محلي واحد بالوصول إلى إنترنت وذلك لاستخدام خدمة ذات غرض خاص كممارسة الألعاب على إنترنت أو عقد مؤتمرات فيديو. تقوم استضافة DMZ بإعادة توجيه جميع المنافذ في الوقت نفسه إلى كمبيوتر واحد. إن ميزة إعادة توجيه المنفذ أكثر أماناً لأنها لا تفتح إلا المنافذ التي تريد أن يتم فتحها فقط، في حين تفتح استضافة DMZ كافة منافذ كمبيوتر واحد، مما يؤدي إلى عرض الكمبيوتر بحيث يمكن رؤيته على إنترنت. ";    		
helpdmz.phase2="يجب تعطيل وظيفة عميل DHCP في أي كمبيوتر تتم إعادة توجيه المنفذ الخاص به  ويجب تعيين عنوان IP ثابت جديد له لأن عنوان IP الخاص به  قد يتغير عند استخدام وظيفة DHCP.";
/***To expose one PC, select enable.***/
helpdmz.phase3="لعرض كمبيوتر واحد، حدد ";
helpdmz.phase4="أدخل عنوان IP الخاص بالكمبيوتر في الحقل <i>عنوان IP الخاص بمضيف DMZ‏</i>.";



//help number string
var hnum = new Object();
hnum.one="1."
hnum.two="2."
hnum.three="3."
hnum.four="4."
hnum.five="5."
hnum.six="5."
hnum.seven="6."
hnum.eight="7."
hnum.night="8."
 
