var adtopmenu = new Object();
adtopmenu.manage="§µ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö";
adtopmenu.log="§¨§å§â§ß§Ñ§Ý";
adtopmenu.diag="§¥§Ú§Ñ§Ô§ß§à§ã§ä§Ú§Ü§Ñ";
adtopmenu.facdef="§©§Ñ§Ó§à§Õ§ã§Ü§Ú§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú";
adtopmenu.upgarde="§°§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö §á§â§à§ê§Ú§Ó§Ü§Ú";
adtopmenu.lang="§Á§Ù§í§Ü";
adtopmenu.selan="§£§í§Ò§Ö§â§Ú§ä§Ö §ñ§Ù§í§Ü";
adtopmenu.multilang="§¯§Ö§ã§Ü§à§Ý§î§Ü§à §ñ§Ù§í§Ü§à§Ó";
var adleftmenu = new Object();
adleftmenu.routerpsw="§±§Ñ§â§à§Ý§î §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ";
adleftmenu.localaccess="§¥§à§ã§ä§å§á §Ü §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å";
adleftmenu.routerpsw="§±§Ñ§â§à§Ý§î §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ";
adleftmenu.remoteaccess="§¥§à§ã§ä§å§á §Õ§Ý§ñ §å§Õ§Ñ§Ý§Ö§ß§ß§à§Ô§à §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ñ";
adleftmenu.ping="§±§â§à§Ù§Ó§à§ß Ping";
adleftmenu.pingparam="§±§Ñ§â§Ñ§Þ§Ö§ä§â§í Ping";
adleftmenu.tracertest="§´§â§Ñ§ã§ã§Ú§â§à§Ó§Ü§Ñ";
adleftmenu.tracerparam="§±§Ñ§â§Ñ§Þ§Ö§ä§â§í §ä§â§Ñ§ã§ã§Ú§â§à§Ó§Ü§Ú";
adleftmenu.upgradefw="§°§Ò§ß§à§Ó§Ú§ä§î §á§â§à§ê§Ú§Ó§Ü§å";
adleftmenu.advfeature="§¥§à§á§à§Ý§ß§Ú§ä§Ö§Ý§î§ß§í§Ö §æ§å§ß§Ü§è§Ú§Ú";

var mgt = new Object();
mgt.reconfirm="§±§à§Ó§ä§à§â§ß§í§Û §Ó§Ó§à§Õ §Õ§Ý§ñ §á§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ö§ß§Ú§ñ";
mgt.ctf="CTF";
mgt.remotemgt="§µ§Õ§Ñ§Ý§Ö§ß§ß§à§Ö §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö";
mgt.webassistant="Linksys Web Assistant";
mgt.mgtport="§±§à§â§ä §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ñ";
mgt.rmtmgtport="§±§à§â§ä §å§Õ§Ñ§Ý§Ö§ß§ß§à§Ô§à §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ñ";
mgt.https="§ª§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ä§î §á§â§à§ä§à§Ü§à§Ý https";
mgt.upnp="UPnP";
mgt.igmp="IGMP";
mgt.remoteupgrade="§µ§Õ§Ñ§Ý§Ö§ß§ß§à§Ö §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö";
mgt.remoteip="§²§Ñ§Ù§â§Ö§ê§Ö§ß§ß§í§Û §å§Õ§Ñ§Ý§Ö§ß§ß§í§Û IP-§Ñ§Õ§â§Ö§ã";
mgt.anyip="§­§ð§Ò§à§Û IP-§Ñ§Õ§â§Ö§ã";
mgt.upnpconfig="§²§Ñ§Ù§â§Ö§ê§Ú§ä§î §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§Ö §Ü§à§ß§æ§Ú§Ô§å§â§Ñ§è§Ú§Ú";
mgt.upnpinternetdis="§²§Ñ§Ù§â§Ö§ê§Ú§ä§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ§Þ §à§ä§Ü§Ý§ð§é§Ñ§ä§î <BR>§Ú§ß§ä§Ö§â§ß§Ö§ä-§ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö";
mgt.sipalg="SIP ALG";

var log = new Object();
log.inlogtbl="§´§Ñ§Ò§Ý§Ú§è§Ñ §Ø§å§â§ß§Ñ§Ý§Ñ §Ó§ç§à§Õ§ñ§ë§Ú§ç §ã§à§Ò§í§ä§Ú§Û";
log.srcip="§ª§ã§ç§à§Õ§ß§í§Û IP-§Ñ§Õ§â§Ö§ã";
log.desportnum="§¯§à§Þ§Ö§â §á§à§â§ä§Ñ §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ";
log.outlogtbl="§´§Ñ§Ò§Ý§Ú§è§Ñ §Ø§å§â§ß§Ñ§Ý§Ñ §Ú§ã§ç§à§Õ§ñ§ë§Ú§ç §ã§à§Ò§í§ä§Ú§Û";
log.lanip="IP-§Ñ§Õ§â§Ö§ã §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú";
log.desurlip="IP/URL-§Ñ§Õ§â§Ö§ã §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ";
log.portnum="§¯§à§Þ§Ö§â §á§à§â§ä§Ñ/§ã§Ý§å§Ø§Ò§í";
log.inlog="§¨§å§â§ß§Ñ§Ý §Ó§ç§à§Õ§ñ§ë§Ú§ç §ã§à§Ò§í§ä§Ú§Û";
log.outlog="§¨§å§â§ß§Ñ§Ý §Ú§ã§ç§à§Õ§ñ§ë§Ú§ç §ã§à§Ò§í§ä§Ú§Û";
log.seclog="§¨§å§â§ß§Ñ§Ý §ã§Ú§ã§ä§Ö§Þ§í §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú";
log.dhcplog="§¨§å§â§ß§Ñ§Ý §Ü§Ý§Ú§Ö§ß§ä§à§Ó DHCP";
log.type="§´§Ú§á";
log.remotelog="IP-§Ñ§Õ§â§Ö§ã Logviewer";
log.msg1="(0 §à§Ù§ß§Ñ§é§Ñ§Ö§ä §à§ä§Ü§Ý§ð§é§Ö§ß§à)"; 
log.lanipaddr="IP-§Ñ§Õ§â§Ö§ã LAN";
log.dstip="URL §Ú§Ý§Ú IP-§Ñ§Õ§â§Ö§ã §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ";
log.srvport="§¯§à§Þ§Ö§â §á§à§â§ä§Ñ (§ã§Ý§å§Ø§Ò§Ñ)";

var ping = new Object();
ping.ipdomain="IP-§Ñ§Õ§â§Ö§ã §Ú§Ý§Ú §Ú§Þ§ñ §Õ§à§Þ§Ö§ß§Ñ";
ping.ipurl="IP- §Ú§Ý§Ú URL-§Ñ§Õ§â§Ö§ã";
ping.times="§¬§à§Ý§Ú§é§Ö§ã§ä§Ó§à §á§â§à§Ù§Ó§à§ß§à§Ó Ping";
ping.unlimited="§¯§Ö§à§Ô§â§Ñ§ß§Ú§é§Ö§ß§ß§à";
ping.pktsize="§²§Ñ§Ù§Þ§Ö§â §á§Ñ§Ü§Ö§ä§Ñ";
ping.unreach="§³§Ö§ä§î §ß§Ö§Õ§à§ã§ä§å§á§ß§Ñ";
ping.pkttr="§±§Ö§â§Ö§Õ§Ñ§ß§à §á§Ñ§Ü§Ö§ä§à§Ó";
ping.pktrx="§±§â§Ú§ß§ñ§ä§à §á§Ñ§Ü§Ö§ä§à§Ó";
ping.pktloss="§±§à§ä§Ö§â§ñ §á§Ñ§Ü§Ö§ä§à§Ó";
ping.databyte="§Ò§Ñ§Û§ä§í §Õ§Ñ§ß§ß§í§ç";
ping.datastat="§ã§ä§Ñ§ä§Ú§ã§ä§Ú§Ü§Ñ §Õ§Ñ§ß§ß§í§ç";
ping.roundtrip="§á§â§Ú§Ö§Þ-§á§Ö§â§Ö§Õ§Ñ§é§Ñ: §Þ§Ú§ß./§ã§â§Ö§Õ./§Þ§Ñ§Ü§ã.";
ping.bytefrom="§Ò§Ñ§Û§ä§í §à§ä";
ping.reqout="§±§â§Ö§Ó§í§ê§Ö§ß§à §Ó§â§Ö§Þ§ñ §à§Ø§Ú§Õ§Ñ§ß§Ú§ñ §Õ§Ý§ñ §Ù§Ñ§á§â§à§ã§Ñ";
ping.unknown="§¯§Ö§Ú§Ù§Ó§Ö§ã§ä§ß§í§Û §ç§à§ã§ä";

var tracert = new Object();
tracert.unreach="§³§Ö§ä§î §ß§Ö§Õ§à§ã§ä§å§á§ß§Ñ";
tracert.traceto="§ä§â§Ñ§ã§ã§Ú§â§à§Ó§Ü§Ñ §ß§Ñ";
tracert.hopsmax="§Þ§Ñ§Ü§ã. §Ü§à§Ý§Ú§é§Ö§ã§ä§Ó§à §ã§Ö§ä§Ö§Ó§í§ç §ã§Ö§Ô§Þ§Ö§ß§ä§à§Ó";
tracert.bytepkt="§á§Ñ§Ü§Ö§ä§í §Ò§Ñ§Û§ä§à§Ó";
tracert.reqout="§±§â§Ö§Ó§í§ê§Ö§ß§à §Ó§â§Ö§Þ§ñ §à§Ø§Ú§Õ§Ñ§ß§Ú§ñ §Õ§Ý§ñ §Ù§Ñ§á§â§à§ã§Ñ";
tracert.tracecomp="§´§â§Ñ§ã§ã§Ú§â§à§Ó§Ü§Ñ §Ù§Ñ§Ó§Ö§â§ê§Ö§ß§Ñ";
tracert.unknown="§¯§Ö§Ú§Ù§Ó§Ö§ã§ä§ß§í§Û §ç§à§ã§ä";

var facdef = new Object();
facdef.refacdefa="§£§à§ã§ã§ä§Ñ§ß§à§Ó§Ú§ä§î §Ù§Ñ§Ó§à§Õ§ã§Ü§Ú§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú";
facdef.refacdefa2="§£§à§ã§ã§ä§Ñ§ß§à§Ó§Ú§ä§î §Ù§Ñ§Ó§à§Õ§ã§Ü§Ú§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú";
facdef.helpmsg="§ª§ã§á§à§Ý§î§Ù§å§Û§ä§Ö §ï§ä§å §æ§å§ß§Ü§è§Ú§ð, §é§ä§à§Ò§í §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ú§ä§î §Ù§Ñ§Ó§à§Õ§ã§Ü§Ú§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §Õ§Ý§ñ §á§Ñ§â§Ñ§Þ§Ö§ä§â§à§Ó §Ü§à§ß§æ§Ú§Ô§å§â§Ñ§è§Ú§Ú.";

var fwupgrade = new Object();
fwupgrade.upgradefile="§£§í§Ò§Ö§â§Ú§ä§Ö §æ§Ñ§Û§Ý §Õ§Ý§ñ §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§ñ";
fwupgrade.warning="<B>§£§ß§Ú§Þ§Ñ§ß§Ú§Ö: </B>§°§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö §á§â§à§ê§Ú§Ó§Ü§Ú §Þ§à§Ø§Ö§ä §Ù§Ñ§ß§ñ§ä§î §ß§Ö§ã§Ü§à§Ý§î§Ü§à §Þ§Ú§ß§å§ä, §ß§Ö §à§ä§Ü§Ý§ð§é§Ñ§Û§ä§Ö <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;§á§Ú§ä§Ñ§ß§Ú§Ö §Ú§ß§Ö §ß§Ñ§Ø§Ú§Þ§Ñ§Û§ä§Ö §Ü§ß§à§á§Ü§å §ã§Ò§â§à§ã§Ñ.";
fwupgrade.notinterrupted="§°§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö §ß§Ö§Ý§î§Ù§ñ §á§â§Ö§â§í§Ó§Ñ§ä§î!!!";
fwupgrade.upgradesuccess="§°§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö §Ù§Ñ§Ó§Ö§â§ê§Ö§ß§à §å§ã§á§Ö§ê§ß§à.";
fwupgrade.restoresuccess="§£§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ú§Ö §Ù§Ñ§Ó§Ö§â§ê§Ö§ß§à §å§ã§á§Ö§ê§ß§à.";
fwupgrade.reboot="§±§Ö§â§Ö§Ù§Ñ§Ô§â§å§Ù§Ü§Ñ......";
fwupgrade.helpmsg="§©§Ñ§Ô§â§å§Ù§Ú§ä§Ö §æ§Ñ§Û§Ý §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§ñ §á§â§à§ê§Ú§Ó§Ü§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ §ã §Ó§Ö§Ò-§ã§Ñ§Û§ä§Ñ <b><u><a href='http://www.linksys.com'>www.linksys.com</a></u></b>. §¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§°§Ò§Ù§à§â/§£§í§Ò§â§Ñ§ä§î</b> §Ú §Ó§í§Ò§Ö§â§Ú§ä§Ö §æ§Ñ§Û§Ý §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§ñ §á§â§à§ê§Ú§Ó§Ü§Ú. §©§Ñ§ä§Ö§Þ §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§¯§Ñ§é§Ñ§ä§î §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö</b>."
fwupgrade.safeupmsg1="§¥§Ý§ñ §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§ñ §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§Ô§à §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§ñ §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§ß§Ñ§é§Ñ§Ý§Ö §Ú§Ù§Þ§Ö§ß§Ú§ä§î IP-§Ñ§Õ§â§Ö§ã §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú §ß§Ñ \"192.168.1.1\"!";
fwupgrade.safeupmsg2="§£§í §Õ§Ö§Û§ã§ä§Ó§Ú§ä§Ö§Ý§î§ß§à §ç§à§ä§Ú§ä§Ö §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ä§î §Ò§Ö§Ù§à§á§Ñ§ã§ß§í§Û §â§Ö§Ø§Ú§Þ §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§ñ?";

var lang = new Object();
lang.ch="§¬§Ú§ä§Ñ§Û§ã§Ü§Ú§Û";
lang.en="§¡§ß§Ô§Ý§Ú§Û§ã§Ü§Ú§Û";
lang.dk="§¥§Ñ§ä§ã§Ü§Ú§Û";
lang.de="§¯§Ö§Þ§Ö§è§Ü§Ú§Û";
lang.es="§ª§ã§á§Ñ§ß§ã§Ü§Ú§Û";
lang.fr="§¶§â§Ñ§ß§è§å§Ù§ã§Ü§Ú§Û";
lang.frc="§¶§â§Ñ§ß§è§å§Ù§ã§Ü§Ú§Û (§¬§Ñ§ß§Ñ§Õ§Ñ)";
lang.it="§ª§ä§Ñ§Ý§î§ñ§ß§ã§Ü§Ú§Û";
lang.nl="§¤§à§Ý§Ý§Ñ§ß§Õ§ã§Ü§Ú§Û";
lang.pt="§±§à§â§ä§å§Ô§Ñ§Ý§î§ã§Ü§Ú§Û";
lang.se="§º§Ó§Ö§Õ§ã§Ü§Ú§Û";
lang.ru="§²§å§ã§ã§Ü§Ú§Û";
lang.ar="§¡§â§Ñ§Ò§ã§Ü§Ú§Û";
lang.pl="§±§à§Ý§î§ã§Ü§Ú§Û";
lang.tr="§´§å§â§Ö§è§Ü§Ú§Û";
lang.title="§°§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö §ñ§Ù§í§Ü§à§Ó§à§Ô§à §á§Ñ§Ü§Ö§ä§Ñ";
lang.uploadfile="§£§í§Ò§Ö§â§Ú§ä§Ö §æ§Ñ§Û§Ý §ñ§Ù§í§Ü§Ñ §Õ§Ý§ñ §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§ñ";

var adbutton = new Object();
adbutton.inlog="§¨§å§â§ß§Ñ§Ý §Ó§ç§à§Õ§ñ§ë§Ú§ç §ã§à§Ò§í§ä§Ú§Û";
adbutton.outlog="§¨§å§â§ß§Ñ§Ý §Ú§ã§ç§à§Õ§ñ§ë§Ú§ç §ã§à§Ò§í§ä§Ú§Û";
adbutton.ping="Ping";
adbutton.tracer="§´§â§Ñ§ã§ã§Ú§â§à§Ó§Ü§Ñ";
adbutton.upgrade="§°§Ò§ß§à§Ó§Ú§ä§î";
adbutton.safeupgrade="§¢§Ö§Ù§à§á§Ñ§ã§ß§à§Ö §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö";
adbutton.stop="§°§ã§ä§Ñ§ß§à§Ó§Ú§ä§î";
adbutton.clearlog="§°§é§Ú§ã§ä§Ú§ä§î §Ø§å§â§ß§Ñ§Ý";
adbutton.traceroute="§´§â§Ñ§ã§ã§Ú§â§à§Ó§Ü§Ñ";
adbutton.starttracer="§¯§Ñ§é§Ñ§ä§î §ä§â§Ñ§ã§ã§Ú§â§à§Ó§Ü§å";
adbutton.startupgrade="§¯§Ñ§é§Ñ§ä§î §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö";
adbutton.startping="§¯§Ñ§é§Ñ§ä§î §á§â§à§Ù§Ó§à§ß Ping";
adbutton.starttest="§´§Ö§ã§ä§Ú§â§à§Ó§Ñ§ä§î";
adbutton.viewlog="§±§â§à§ã§Þ§à§ä§â §Ø§å§â§ß§Ñ§Ý§Ñ";
adbutton.clear="§°§é§Ú§ã§ä§Ú§ä§î";
adbutton.savelog="§³§à§ç§â§Ñ§ß§Ú§ä§î §Ø§å§â§ß§Ñ§Ý";
adbutton.dhcpres="§²§Ö§Ù§Ö§â§Ó§Ú§â§à§Ó§Ñ§ß§Ú§Ö DHCP";
adbutton.startrestore="§¯§Ñ§é§Ñ§ä§î §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ú§Ö";








