var firewall2 = new Object();
firewall2.natredir="§¶§Ú§Ý§î§ä§â§Ñ§è§Ú§ñ §Ú§ß§ä§Ö§â§ß§Ö§ä-§á§Ö§â§Ö§Ñ§Õ§â§Ö§ã§Ñ§è§Ú§Ú NAT §ä§à§Ý§î§Ü§à §Õ§Ý§ñ §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ IPv4";
firewall2.ident="§¶§Ú§Ý§î§ä§â§Ñ§è§Ú§ñ IDENT (§±§à§â§ä 113)";
firewall2.multi="§¶§Ú§Ý§î§ä§â§Ñ§è§Ú§ñ §ê§Ú§â§à§Ü§à§Ó§Ö§ë§Ñ§ä§Ö§Ý§î§ß§à§Û §á§Ö§â§Ö§Õ§Ñ§é§Ú ";
firewall2.internetfilter="§¶§Ú§Ý§î§ä§â §Ú§ß§ä§Ö§â§ß§Ö§ä§Ñ";
firewall2.webfilter="§£§Ö§Ò-§æ§Ú§Ý§î§ä§â";

var hupgrade = new Object();
hupgrade.right1="§¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å §°§Ò§Ù§à§â, §é§ä§à§Ò§í §Ó§í§Ò§â§Ñ§ä§î §æ§Ñ§Û§Ý §á§â§à§ê§Ú§Ó§Ü§Ú §Õ§Ý§ñ §Ù§Ñ§Ô§â§å§Ù§Ü§Ú §Ó §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â.";
hupgrade.right2="§¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å §°§Ò§ß§à§Ó§Ú§ä§î §Õ§Ý§ñ §ß§Ñ§é§Ñ§Ý§Ñ §á§â§à§è§Ö§Õ§å§â§í §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§ñ.  §°§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö §ß§Ö§Ý§î§Ù§ñ §á§â§Ö§â§í§Ó§Ñ§ä§î!!!";
hupgrade.wrimage="§¶§Ñ§Û§Ý §à§Ò§â§Ñ§Ù§Ñ §ß§Ö§Ó§Ö§â§Ö§ß.";

var hfacdef = new Object();
hfacdef.right1="§£ §â§Ö§Ù§å§Ý§î§ä§Ñ§ä§Ö §Ò§å§Õ§å§ä §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§í §Ù§Ñ§Ó§à§Õ§ã§Ü§Ú§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú.  §£§ã§Ö §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§î§ã§Ü§Ú§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §Ò§å§Õ§å§ä §å§Õ§Ñ§Ý§Ö§ß§í.";
hfacdef.warning="§±§â§Ö§Õ§å§á§â§Ö§Ø§Õ§Ö§ß§Ú§Ö! §±§â§Ú §ß§Ñ§Ø§Ñ§ä§Ú§Ú §°§¬ §å§ã§ä§â§à§Û§ã§ä§Ó§à §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ú§ä §Ù§Ñ§Ó§à§Õ§ã§Ü§Ú§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú, §á§â§Ú §ï§ä§à§Þ §á§â§Ö§Õ§í§Õ§å§ë§Ú§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §Ò§å§Õ§å§ä §å§Õ§Ñ§Ý§Ö§ß§í.";

var hdiag = new Object();
hdiag.right1="§£§Ó§Ö§Õ§Ú§ä§Ö IP-§Ñ§Õ§â§Ö§ã §Ú§Ý§Ú §Ú§Þ§ñ §Õ§à§Þ§Ö§ß§Ñ §Õ§Ý§ñ §á§â§à§Ù§Ó§à§ß§Ñ §Ú §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å Ping.";
hdiag.right2="§£§Ó§Ö§Õ§Ú§ä§Ö IP-§Ñ§Õ§â§Ö§ã §Ú§Ý§Ú §Ú§Þ§ñ §Õ§à§Þ§Ö§ß§Ñ §Õ§Ý§ñ §ä§â§Ñ§ã§ã§Ú§â§à§Ó§Ü§Ú §Ú §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å §´§â§Ñ§ã§ã§Ú§â§à§Ó§Ü§Ñ.";

var hlog = new Object();
hlog.right1="§®§à§Ø§ß§à §â§Ñ§Ù§â§Ö§ê§Ú§ä§î §Ú§Ý§Ú §Ù§Ñ§á§â§Ö§ä§Ú§ä§î §Ó§Ö§Õ§Ö§ß§Ú§Ö §Ø§å§â§ß§Ñ§Ý§Ñ <b>§Ó§ç§à§Õ§ñ§ë§Ú§ç</b> §Ú§Ý§Ú <b>§Ú§ã§ç§à§Õ§ñ§ë§Ú§ç</b> §ã§à§Ò§í§ä§Ú§Û §ã §á§à§Þ§à§ë§î§ð §ã§à§à§ä§Ó§Ö§ä§ã§ä§Ó§å§ð§ë§Ú§ç §á§Ö§â§Ö§Ü§Ý§ð§é§Ñ§ä§Ö§Ý§Ö§Û.";

var manage2 = new Object();
manage2.webacc="§­§à§Ü§Ñ§Ý§î§ß§í§Û §Õ§à§ã§ä§å§á §Ü §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ð";
manage2.accser="§³§Ö§â§Ó§Ö§â §Õ§à§ã§ä§å§á§Ñ";
manage2.wlacc="§£§Ö§Ò-§ã§Ö§ä§î §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Ô§à §Õ§à§ã§ä§å§á§Ñ";
manage2.vapass="§±§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ö§ß§ß§í§Û §á§Ñ§â§à§Ý§î §ß§Ö §ã§à§Ó§á§Ñ§Õ§Ñ§Ö§ä §ã §Ú§ã§ç§à§Õ§ß§í§Þ §á§Ñ§â§à§Ý§Ö§Þ.  §£§Ó§Ö§Õ§Ú§ä§Ö §á§Ñ§â§à§Ý§î §Ö§ë§Ö §â§Ñ§Ù.";
manage2.passnot="§±§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ö§ß§ß§í§Û §á§Ñ§â§à§Ý§î §ß§Ö §ã§à§Ó§á§Ñ§Õ§Ñ§Ö§ä §ã §Ú§ã§ç§à§Õ§ß§í§Þ §á§Ñ§â§à§Ý§Ö§Þ.";
manage2.selweb="§¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§í§Ò§â§Ñ§ä§î §Ó§Ö§Ò-§ã§Ö§â§Ó§Ö§â.";
manage2.changpass="§¥§Ý§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ §å§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß §á§Ñ§â§à§Ý§î §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð. §ª§Ù §ã§à§à§Ò§â§Ñ§Ø§Ö§ß§Ú§Û §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú §æ§å§ß§Ü§è§Ú§ñ §å§Õ§Ñ§Ý§Ö§ß§ß§à§Ô§à §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ñ §Þ§à§Ø§Ö§ä §Ò§í§ä§î §Ó§Ü§Ý§ð§é§Ö§ß§Ñ §ä§à§Ý§î§Ü§à §á§à§ã§Ý§Ö §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ §á§Ñ§â§à§Ý§ñ. §»§Ö§Ý§Ü§ß§Ú§ä§Ö §Ü§ß§à§á§Ü§å §°§¬ §Õ§Ý§ñ §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ §á§Ñ§â§à§Ý§ñ.  §¯§Ñ§Ø§Þ§Ú§ä§Ö §°§ä§Þ§Ö§ß§Ñ, §é§ä§à§Ò§í §à§ã§ä§Ñ§Ó§Ú§ä§î §æ§å§ß§Ü§è§Ú§ð §å§Õ§Ñ§Ý§Ö§ß§ß§à§Ô§à §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ñ §à§ä§Ü§Ý§ð§é§Ö§ß§ß§à§Û.";
manage2.webutiacc="§¥§à§ã§ä§å§á §á§à §á§â§à§ä§à§Ü§à§Ý§å";
manage2.wlutiacc="§¥§à§ã§ä§å§á §á§à §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú";

var hmanage2 = new Object();
hmanage2.right1="<b>§­§à§Ü§Ñ§Ý§î§ß§í§Û §Õ§à§ã§ä§å§á §Ü §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å: </b>§©§Õ§Ö§ã§î §Þ§à§Ø§ß§à §Ú§Ù§Þ§Ö§ß§Ú§ä§î §á§Ñ§â§à§Ý§î §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ. §£§Ó§Ö§Õ§Ú§ä§Ö §ß§à§Ó§í§Û §á§Ñ§â§à§Ý§î §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ §Ú §á§à§Õ§ä§Ó§Ö§â§Õ§Ú§ä§Ö §Ö§Ô§à §Ó §á§à§Ý§Ö §±§à§Ó§ä§à§â§ß§í§Û §Ó§Ó§à§Õ §Õ§Ý§ñ §á§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ö§ß§Ú§ñ.<br>";
hmanage2.right2="<b>§£§Ö§Ò-§Õ§à§ã§ä§å§á: </b>§±§à§Ù§Ó§à§Ý§ñ§Ö§ä §å§ã§ä§Ñ§ß§à§Ó§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §Õ§à§ã§ä§å§á§Ñ §Ü §Ó§Ö§Ò-§å§ä§Ú§Ý§Ú§ä§Ö §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ.";
hmanage2.right3="<b>§µ§Õ§Ñ§Ý§Ö§ß§ß§í§Û §Õ§à§ã§ä§å§á §Ü §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å: </b>§±§à§Ù§Ó§à§Ý§ñ§Ö§ä §å§ã§ä§Ñ§ß§Ñ§Ó§Ý§Ú§Ó§Ñ§ä§î §Õ§à§ã§ä§å§á §Ü §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å §å§Õ§Ñ§Ý§Ö§ß§ß§à.  §£§í§Ò§Ö§â§Ú§ä§Ö §Ú§ã§á§à§Ý§î§Ù§å§Ö§Þ§í§Û §á§à§â§ä.  §¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ú§Ù§Þ§Ö§ß§Ú§ä§î §á§Ñ§â§à§Ý§î §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ, §Ö§ã§Ý§Ú §Õ§à §ã§Ú§ç §á§à§â §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä§ã§ñ §á§Ñ§â§à§Ý§î §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð.";
hmanage2.right4="<b>UPnP: </b>§ª§ã§á§à§Ý§î§Ù§å§Ö§ä§ã§ñ §ß§Ö§Ü§à§ä§à§â§í§Þ§Ú §á§â§à§Ô§â§Ñ§Þ§Þ§Ñ§Þ§Ú, §é§ä§à§Ò§í §Ñ§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ú §à§ä§Ü§â§í§Ó§Ñ§ä§î §á§à§â§ä§í §Õ§Ý§ñ §ã§Ó§ñ§Ù§Ú.";

var hstatwl2 = new Object();
hstatwl2.right1="<b>MAC-§Ñ§Õ§â§Ö§ã</b>. §°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ MAC-§Ñ§Õ§â§Ö§ã, §Ú§ã§á§à§Ý§î§Ù§å§Ö§Þ§í§Û §Ó §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú.";
hstatwl2.right2="<b>§²§Ö§Ø§Ú§Þ</b>. §°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ §â§Ö§Ø§Ú§Þ §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú, §Ó§í§Ò§â§Ñ§ß§ß§à§Û §ß§Ñ §Ó§Ü§Ý§Ñ§Õ§Ü§Ö §¢§Ö§ã§á§â§à§Ó§à§Õ§ß§Ñ§ñ §ã§Ö§ä§î (§³§Þ§Ö§ê§Ñ§ß§ß§í§Û, §´§à§Ý§î§Ü§à G §Ú§Ý§Ú §°§ä§Ü§Ý§ð§é§Ö§ß).";

var hstatlan2 = new Object();
hstatlan2.right1="<b>MAC-§Ñ§Õ§â§Ö§ã</b>. §°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ MAC-§Ñ§Õ§â§Ö§ã §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ, §Ú§ã§á§à§Ý§î§Ù§å§Ö§Þ§í§Û §Ó §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú Ethernet.";
hstatlan2.right2="<b>IP-§Ñ§Õ§â§Ö§ã</b>. §°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ IP-§Ñ§Õ§â§Ö§ã §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ, §Ú§ã§á§à§Ý§î§Ù§å§Ö§Þ§í§Û §Ó §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú Ethernet.";
hstatlan2.right3="<b>§®§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú</b>. §¦§ã§Ý§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä §Þ§Ñ§ã§Ü§å §á§à§Õ§ã§Ö§ä§Ú, §à§ß§Ñ §à§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ §Ó §ï§ä§à§Þ §á§à§Ý§Ö.";
hstatlan2.right4="<b>DHCP-§ã§Ö§â§Ó§Ö§â</b>. §°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ, §Ö§ã§Ý§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä§ã§ñ §Ó §Ü§Ñ§é§Ö§ã§ä§Ó§Ö DHCP-§ã§Ö§â§Ó§Ö§â§Ñ.";

var hstatrouter2 = new Object();
hstatrouter2.wan_static="§³§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§Û";
hstatrouter2.l2tp="L2TP";
hstatrouter2.hb="Telstra Cable";
hstatrouter2.connecting="§£§í§á§à§Ý§ß§ñ§Ö§ä§ã§ñ §á§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§Ö";
hstatrouter2.disconnected="§°§ä§ã§à§Ö§Õ§Ú§ß§Ö§ß";
hstatrouter2.disconnect="§°§ä§Ü§Ý§ð§é§Ú§ä§î";
hstatrouter2.right1="<b>§£§Ö§â§ã§Ú§ñ §á§â§à§ê§Ú§Ó§Ü§Ú. </b>§°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ §ä§Ö§Ü§å§ë§Ñ§ñ §Ó§Ö§â§ã§Ú§ñ §á§â§à§ê§Ú§Ó§Ü§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ.";
hstatrouter2.right2="<b>§´§Ö§Ü§å§ë§Ö§Ö §Ó§â§Ö§Þ§ñ. </b>§°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ §Ó§â§Ö§Þ§ñ §Ó §ã§à§à§ä§Ó§Ö§ä§ã§ä§Ó§Ú§Ú §ã §á§Ñ§â§Ñ§Þ§Ö§ä§â§Ñ§Þ§Ú, §å§Ü§Ñ§Ù§Ñ§ß§ß§í§Þ§Ú §ß§Ñ §Ó§Ü§Ý§Ñ§Õ§Ü§Ö §¯§Ñ§ã§ä§â§à§Û§Ü§Ñ.";
hstatrouter2.right3="<b>MAC-§Ñ§Õ§â§Ö§ã. </b>§°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ MAC-§Ñ§Õ§â§Ö§ã §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ, §Ú§ã§á§à§Ý§î§Ù§å§Ö§Þ§í§Û §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.";
hstatrouter2.right4="<b>§ª§Þ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ. </b>§°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ §Ú§Þ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ, §å§Ü§Ñ§Ù§Ñ§ß§ß§à§Ö §ß§Ñ §Ó§Ü§Ý§Ñ§Õ§Ü§Ö §¯§Ñ§ã§ä§â§à§Û§Ü§Ñ.";
hstatrouter2.right5="<b>§´§Ú§á §Ü§à§ß§æ§Ú§Ô§å§â§Ñ§è§Ú§Ú. </b>§°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ñ, §ä§â§Ö§Ò§å§Ö§Þ§Ñ§ñ §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô §Õ§Ý§ñ §á§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§ñ §Ü §ª§ß§ä§Ö§â§ß§Ö§ä§å. §¿§ä§Ñ §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ñ §Ó§Ó§à§Õ§Ú§ä§ã§ñ §ß§Ñ §Ó§Ü§Ý§Ñ§Õ§Ü§Ö §¯§Ñ§ã§ä§â§à§Û§Ü§Ñ. §®§à§Ø§ß§à <b>§µ§ã§ä§Ñ§ß§à§Ó§Ú§ä§î §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö</b> §Ú§Ý§Ú <b>§°§ä§Ü§Ý§ð§é§Ú§ä§î §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö</b>, §ß§Ñ§Ø§Ñ§Ó §ß§Ñ §ï§ä§å §Ü§ß§à§á§Ü§å.";
hstatrouter2.authfail=" §à§ê§Ú§Ò§Ü§Ñ §Ñ§å§ä§Ö§ß§ä§Ú§æ§Ú§Ü§Ñ§è§Ú§Ú";
hstatrouter2.noip="§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §á§à§Ý§å§é§Ú§ä§î IP-§Ñ§Õ§â§Ö§ã §à§ä ";
hstatrouter2.negfail=" §à§ê§Ú§Ò§Ü§Ñ §á§â§Ú §ã§à§Ô§Ý§Ñ§ã§à§Ó§Ñ§ß§Ú§Ú";
hstatrouter2.lcpfail=" §à§ê§Ú§Ò§Ü§Ñ §á§â§Ú §ã§à§Ô§Ý§Ñ§ã§à§Ó§Ñ§ß§Ú§Ú §á§Ñ§â§Ñ§Þ§Ö§ä§â§à§Ó LCP";
hstatrouter2.tcpfail="§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §å§ã§ä§Ñ§ß§à§Ó§Ú§ä§î §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö TCP §ã ";
hstatrouter2.noconn="§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §á§à§Õ§Ü§Ý§ð§é§Ú§ä§î§ã§ñ §Ü ";
hstatrouter2.server=" §ã§Ö§â§Ó§Ö§â";
hstatrouter2.undetermined="§¯§Ö §à§á§â§Ö§Õ§Ö§Ý§Ö§ß";
hstatrouter2.pppoenoip="§¯§Ö §å§Õ§Ñ§Ö§ä§ã§ñ §á§à§Ý§å§é§Ú§ä§î IP-§Ñ§Õ§â§Ö§ã §Ú§Ù PPPoE";

var hdmz2 = new Object();
hdmz2.right1="<b>DMZ: </b>§¥§Ñ§ß§ß§Ñ§ñ §æ§å§ß§Ü§è§Ú§ñ §à§ä§Ü§â§í§Ó§Ñ§Ö§ä §Õ§à§ã§ä§å§á §Ü §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å §Ú§Ù §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ.  §£§ã§Ö §á§à§â§ä§í §ã§ä§Ñ§ß§å§ä §Õ§à§ã§ä§å§á§ß§í§Þ§Ú §Ú§Ù §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ";

var hforward2 = new Object();
hforward2.right1="<b>§±§Ö§â§Ö§ß§Ñ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ñ §á§à§â§ä§à§Ó: </b>§¯§Ö§Ü§à§ä§à§â§í§Ö §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ §ä§â§Ö§Ò§å§ð§ä §à§ä§Ü§â§í§ä§Ú§ñ §à§ä§Õ§Ö§Ý§î§ß§í§ç §á§à§â§ä§à§Ó §Õ§Ý§ñ §ß§à§â§Þ§Ñ§Ý§î§ß§à§Û §â§Ñ§Ò§à§ä§í  §±§â§Ú§Þ§Ö§â§í §ä§Ñ§Ü§Ú§ç §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§Û: §ã§Ö§â§Ó§Ö§â§í §Ú §à§ß§Ý§Ñ§Û§ß-§Ú§Ô§â§í.  §±§â§Ú §á§à§Ý§å§é§Ö§ß§Ú§Ú §Ù§Ñ§á§â§à§ã§Ñ §Ü §á§à§â§ä§å §Ú§Ù §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §á§Ö§â§Ö§ß§Ñ§á§â§Ñ§Ó§Ý§ñ§Ö§ä §Õ§Ñ§ß§ß§í§Ö §Ü §å§Ü§Ñ§Ù§Ñ§ß§ß§à§Þ§å §Ü§à§Þ§á§î§ð§ä§Ö§â§å.  §£ §è§Ö§Ý§ñ§ç §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú §â§Ö§Ü§à§Þ§Ö§ß§Õ§å§Ö§ä§ã§ñ §à§Ô§â§Ñ§ß§Ú§é§Ú§ä§î §á§Ö§â§Ö§ß§Ñ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §ä§à§Ý§î§Ü§à §Õ§Ý§ñ §Ú§ã§á§à§Ý§î§Ù§å§Ö§Þ§í§ç §á§à§â§ä§à§Ó, §à§ä§Ü§Ý§ð§é§Ú§Ó §á§Ñ§â§Ñ§Þ§Ö§ä§â <b>§²§Ñ§Ù§â§Ö§ê§Ú§ä§î</b> §á§à §Ù§Ñ§Ó§Ö§â§ê§Ö§ß§Ú§Ú §ß§Ñ§ã§ä§â§à§Ö§Ü.";

var hfilter2 = new Object();
hfilter2.delpolicy="§µ§Õ§Ñ§Ý§Ú§ä§î §á§à§Ý§Ú§ä§Ú§Ü§å?";
hfilter2.right1="<b>§±§à§Ý§Ú§ä§Ú§Ü§Ñ §Õ§à§ã§ä§å§á§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä: </b>§®§à§Ø§ß§à §ã§à§Ù§Õ§Ñ§ä§î §Õ§à 10 §á§à§Ý§Ú§ä§Ú§Ü §Õ§à§ã§ä§å§á§Ñ.  §¯§Ñ§Ø§Þ§Ú§ä§Ö <b>§µ§Õ§Ñ§Ý§Ú§ä§î</b>, §é§ä§à§Ò§í §å§Õ§Ñ§Ý§Ú§ä§î §á§à§Ý§Ú§ä§Ú§Ü§å, §Ú§Ý§Ú <b>§³§Ó§Ö§Õ§Ö§ß§Ú§ñ</b> §Õ§Ý§ñ §á§â§à§ã§Þ§à§ä§â§Ñ §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§Ú §à §á§à§Ý§Ú§ä§Ú§Ü§Ö.";
hfilter2.right2="<b>§³§à§ã§ä§à§ñ§ß§Ú§Ö: </b>§£§Ü§Ý§ð§é§Ú§ä§î §Ú§Ý§Ú §à§ä§Ü§Ý§ð§é§Ú§ä§î §á§à§Ý§Ú§ä§Ú§Ü§å.";
hfilter2.right3="<b>§ª§Þ§ñ §á§à§Ý§Ú§ä§Ú§Ü§Ú: </b>§®§à§Ø§ß§à §á§â§Ú§ã§Ó§à§Ú§ä§î §Ú§Þ§ñ §á§à§Ý§Ú§ä§Ú§Ü§Ö.";
hfilter2.right4="<b>§´§Ú§á §á§à§Ý§Ú§ä§Ú§Ü§Ú: </b>§£§í§Ò§Ö§â§Ú§ä§Ö §¥§à§ã§ä§å§á §Ó §ª§ß§ä§Ö§â§ß§Ö§ä §Ú§Ý§Ú §£§ç§à§Õ§ñ§ë§Ú§Û §ä§â§Ñ§æ§Ú§Ü.";
hfilter2.right5="<b>§¥§ß§Ú: </b>§£§í§Ò§Ö§â§Ú§ä§Ö §Õ§ß§Ú §ß§Ö§Õ§Ö§Ý§Ú, §Ó §Ü§à§ä§à§â§í§Ö §Ò§å§Õ§Ö§ä §á§â§Ú§Þ§Ö§ß§ñ§ä§î§ã§ñ §Õ§Ñ§ß§ß§Ñ§ñ §á§à§Ý§Ú§ä§Ú§Ü§Ñ.";
hfilter2.right6="<b>§£§â§Ö§Þ§ñ: </b>§£§í§Ò§Ö§â§Ú§ä§Ö §Ó§â§Ö§Þ§ñ §ã§å§ä§à§Ü, §Ó §Ü§à§ä§à§â§à§Ö §Ò§å§Õ§Ö§ä §á§â§Ú§Þ§Ö§ß§ñ§ä§î§ã§ñ §Õ§Ñ§ß§ß§Ñ§ñ §á§à§Ý§Ú§ä§Ú§Ü§Ñ.";
hfilter2.right7="<b>§©§Ñ§Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§ß§ß§í§Ö §ã§Ý§å§Ø§Ò§í: </b>§®§à§Ø§ß§à §Ù§Ñ§Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§ä§î §Õ§à§ã§ä§å§á §Ü §ß§Ö§Ü§à§ä§à§â§í§Þ §ã§Ý§å§Ø§Ò§Ñ§Þ.  §¯§Ñ§Ø§Þ§Ú§ä§Ö <b>§¥§à§Ò§Ñ§Ó§Ú§ä§î/§ª§Ù§Þ§Ö§ß§Ú§ä§î</b> §ã§Ý§å§Ø§Ò§í, §é§ä§à§Ò§í §Ú§Ù§Þ§Ö§ß§Ú§ä§î §ï§ä§Ú §ß§Ñ§ã§ä§â§à§Û§Ü§Ú.";
hfilter2.right8="<b>§¢§Ý§à§Ü§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Ó§Ö§Ò-§ã§Ñ§Û§ä§à§Ó §á§à URL-§Ñ§Õ§â§Ö§ã§å: </b>§®§à§Ø§ß§à §Ù§Ñ§Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§ä§î §Õ§à§ã§ä§å§á §Ü §ß§Ö§Ü§à§ä§à§â§í§Þ §Ó§Ö§Ò-§ã§Ñ§Û§ä§Ñ§Þ, §Õ§à§Ò§Ñ§Ó§Ú§Ó §ã§à§à§ä§Ó§Ö§ä§ã§ä§Ó§å§ð§ë§Ú§Ö URL-§Ñ§Õ§â§Ö§ã§Ñ.";
hfilter2.right9="<b>§¢§Ý§à§Ü§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Ó§Ö§Ò-§ã§Ñ§Û§ä§à§Ó §á§à §Ü§Ý§ð§é§Ö§Ó§í§Þ §ã§Ý§à§Ó§Ñ§Þ: </b>§®§à§Ø§ß§à §Ù§Ñ§Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§ä§î §Õ§à§ã§ä§å§á §Ü §Ó§Ö§Ò-§ã§Ñ§Û§ä§Ñ§Þ §á§à §Ü§Ý§ð§é§Ö§Ó§í§Þ §ã§Ý§à§Ó§Ñ§Þ §Ü§à§ß§Ü§â§Ö§ä§ß§à§Û §Ó§Ö§Ò-§ã§ä§â§Ñ§ß§Ú§è§í.";

var hportser2 = new Object();
hportser2.submit="§±§â§Ú§Þ§Ö§ß§Ú§ä§î";

var hwlad2 = new Object();
hwlad2.authtyp="§´§Ú§á §Ñ§å§ä§Ö§ß§ä§Ú§æ§Ú§Ü§Ñ§è§Ú§Ú";
hwlad2.basrate="§¢§Ñ§Ù§à§Ó§Ñ§ñ §ã§Ü§à§â§à§ã§ä§î";
hwlad2.mbps="§®§Ò§Ú§ä/§ã";
hwlad2.def="§±§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð";
hwlad2.all="§£§ã§Ö";
hwlad2.defdef="(§±§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð: §±§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð)";
hwlad2.fburst="§±§Ñ§Ü§Ö§ä§ß§Ñ§ñ §á§Ö§â§Ö§Õ§Ñ§é§Ñ §Ü§Ñ§Õ§â§à§Ó";
hwlad2.milli="§Þ§Ú§Ý§Ý§Ú§ã§Ö§Ü§å§ß§Õ";
hwlad2.range="§¥§Ú§Ñ§á§Ñ§Ù§à§ß";
hwlad2.frathrh="§±§à§â§à§Ô §æ§â§Ñ§Ô§Þ§Ö§ß§ä§Ñ§è§Ú§Ú";
hwlad2.apiso="§ª§Ù§à§Ý§ñ§è§Ú§ñ §ä§à§é§Ü§Ú §Õ§à§ã§ä§å§á§Ñ";
hwlad2.off="§£§í§Ü§Ý";
hwlad2.on="§£§Ü§Ý";
hwlad2.right1="<b>§´§Ú§á §Ñ§å§ä§Ö§ß§ä§Ú§æ§Ú§Ü§Ñ§è§Ú§Ú: </b>§®§à§Ø§ß§à §Ó§í§Ò§â§Ñ§ä§î §¡§Ó§ä§à §Ú§Ý§Ú §°§Ò§ë§Ú§Û §Ü§Ý§ð§é.  §¡§å§ä§Ö§ß§ä§Ú§æ§Ú§Ü§Ñ§è§Ú§ñ §ã §à§Ò§ë§Ú§Þ §Ü§Ý§ð§é§à§Þ §Ò§à§Ý§Ö§Ö §Ò§Ö§Ù§à§á§Ñ§ã§ß§Ñ, §ß§à §á§â§Ú §ï§ä§à§Þ §Ó§ã§Ö §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ §ã§Ö§ä§Ú §Õ§à§Ý§Ø§ß§í §á§à§Õ§Õ§Ö§â§Ø§Ú§Ó§Ñ§ä§î §ï§ä§à§ä §ã§á§à§ã§à§Ò.";

var hwlbas2 = new Object();
hwlbas2.right1="<b>§²§Ö§Ø§Ú§Þ §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú: </b><% support_match("SPEED_BOOSTER_SUPPORT", "1", "SpeedBooster §Ñ§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ú §Ó§Ü§Ý§ð§é§Ö§ß §Ó §â§Ö§Ø§Ú§Þ§Ñ§ç <b>§³§Þ§Ö§ê§Ñ§ß§ß§í§Û</b> §Ú <b>§´§à§Ý§î§Ü§à G</b>."); %>§¹§ä§à§Ò§í §Ú§ã§Ü§Ý§ð§é§Ú§ä§î §Ü§Ý§Ú§Ö§ß§ä§à§Ó Wireless-G, §Ó§í§Ò§Ö§â§Ú§ä§Ö §â§Ö§Ø§Ú§Þ <b>§´§à§Ý§î§Ü§à B</b>.  §¹§ä§à§Ò§í §Ù§Ñ§á§â§Ö§ä§Ú§ä§î §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §Õ§à§ã§ä§å§á, §Ó§í§Ò§Ö§â§Ú§ä§Ö <b>§°§ä§Ü§Ý§ð§é§Ú§ä§î</b>.";

var hwlsec2 = new Object();
hwlsec2.wpapsk="§±§â§Ö§Õ§Ó§Ñ§â§Ú§ä§Ö§Ý§î§ß§í§Û §à§Ò§ë§Ú§Û §Ü§Ý§ð§é WPA";
hwlsec2.wparadius="WPA RADIUS";
hwlsec2.wpapersonal="WPA-Personal";
hwlsec2.pskpersonal="PSK Personal";
hwlsec2.wpaenterprise="WPA-Enterprise";
hwlsec2.pskenterprise="PSK Enterprise";
hwlsec2.wpa2psk="§´§à§Ý§î§Ü§à §±§â§Ö§Õ§Ó§Ñ§â§Ú§ä§Ö§Ý§î§ß§í§Û §à§Ò§ë§Ú§Û §Ü§Ý§ð§é WPA2";
hwlsec2.wpa2radius="§´§à§Ý§î§Ü§à WPA2 RADIUS";
hwlsec2.wpa2pskmix="§±§â§Ö§Õ§Ó§Ñ§â§Ú§ä§Ö§Ý§î§ß§í§Û §à§Ò§ë§Ú§Û §Ü§Ý§ð§é WPA2 (§³§Þ§Ö§ê§Ñ§ß§ß§í§Û)";
hwlsec2.wpa2radiusmix="WPA2 RADIUS (§³§Þ§Ö§ê§Ñ§ß§ß§í§Û)";
hwlsec2.wpa2personal="WPA2-Personal";
hwlsec2.psk2personal="PSK2 Personal";
hwlsec2.wpa2enterprise="WPA2-Enterprise";
hwlsec2.psk2enterprise="PSK2 Enterprise";
hwlsec2.wpa2mixed="§ã§Þ§Ö§ê§Ñ§ß§ß§í§Û §â§Ö§Ø§Ú§Þ WPA2/WPA";
hwlsec2.enterprisemixed="§ã§Þ§Ö§ê§Ñ§ß§ß§í§Û §â§Ö§Ø§Ú§Þ WPA2/WPA Enterprise";

hwlsec2.right1="<b>§²§Ö§Ø§Ú§Þ §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú: </b>§®§à§Ø§ß§à §Ó§í§Ò§â§Ñ§ä§î: §°§ä§Ü§Ý§ð§é§Ú§ä§î, WEP, WPA §±§â§Ö§Õ§Ó§Ñ§â§Ú§ä§Ö§Ý§î§ß§í§Û §à§Ò§ë§Ú§Û §Ü§Ý§ð§é, WPA RADIUS §Ú§Ý§Ú RADIUS.  §µ§ã§ä§â§à§Û§ã§ä§Ó§Ñ §Ó §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú §Þ§à§Ô§å§ä §à§Ò§Þ§Ö§ß§Ú§Ó§Ñ§ä§î§ã§ñ §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§Ö§Û, §ä§à§Ý§î§Ü§à §Ö§ã§Ý§Ú §Ó§ã§Ö §à§ß§Ú §Ú§ã§á§à§Ý§î§Ù§å§ð§ä §à§Õ§Ú§ß §Ú §ä§à§ä §Ø§Ö §â§Ö§Ø§Ú§Þ §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú.";

var hwmac2 = new Object();
hwmac2.right1="<b>§¬§Ý§à§ß§Ú§â§à§Ó§Ñ§ß§Ú§Ö MAC-§Ñ§Õ§â§Ö§ã§Ñ: </b>§¯§Ö§Ü§à§ä§à§â§í§Ö §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ú §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô §ä§â§Ö§Ò§å§ð§ä §â§Ö§Ô§Ú§ã§ä§â§Ñ§è§Ú§Ú MAC-§Ñ§Õ§â§Ö§ã§Ñ.  §¦§ã§Ý§Ú §Ó§í §ß§Ö §ç§à§ä§Ú§ä§Ö §á§Ö§â§Ö§â§Ö§Ô§Ú§ã§ä§â§Ú§â§à§Ó§Ñ§ä§î MAC-§Ñ§Õ§â§Ö§ã §å §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ §å§ã§Ý§å§Ô, §æ§å§ß§Ü§è§Ú§ñ §Ü§Ý§à§ß§Ú§â§à§Ó§Ñ§ß§Ú§ñ MAC-§Ñ§Õ§â§Ö§ã§Ñ §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §ß§Ñ§Ù§ß§Ñ§é§Ú§ä§î §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å MAC-§Ñ§Õ§â§Ö§ã, §å§Ø§Ö §Ù§Ñ§â§Ö§Ô§Ú§ã§ä§â§Ú§â§à§Ó§Ñ§ß§ß§í§Û §å §Õ§Ñ§ß§ß§à§Ô§à §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ §å§ã§Ý§å§Ô.";

var hddns2 = new Object();
hddns2.right1="<b>§³§Ý§å§Ø§Ò§Ñ DDNS: </b>DDNS §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §à§ã§å§ë§Ö§ã§ä§Ó§Ý§ñ§ä§î §Õ§à§ã§ä§å§á §Ó §ã§Ö§ä§î §á§à §Õ§à§Þ§Ö§ß§ß§í§Þ §Ú§Þ§Ö§ß§Ñ§Þ, §Ñ §ß§Ö IP-§Ñ§Õ§â§Ö§ã§Ñ§Þ.  §¥§Ñ§ß§ß§Ñ§ñ §ã§Ý§å§Ø§Ò§Ñ §å§á§â§Ñ§Ó§Ý§ñ§Ö§ä §Ù§Ñ§Þ§Ö§ß§à§Û IP-§Ñ§Õ§â§Ö§ã§à§Ó §Ú §Õ§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§Ú §à§Ò§ß§à§Ó§Ý§ñ§Ö§ä §Õ§à§Þ§Ö§ß§ß§å§ð §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ð.  §¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §á§à§Õ§á§Ú§ã§Ñ§ä§î§ã§ñ §ß§Ñ §ã§Ý§å§Ø§Ò§å §ß§Ñ §Ó§Ö§Ò-§ã§Ñ§Û§ä§Ö TZO.com §Ú§Ý§Ú DynDNS.org.";
hddns2.right2="§¯§Ñ§Ø§Þ§Ú§ä§Ö <b><a target=_blank href=http://Linksys.tzo.com>§Ù§Õ§Ö§ã§î</a></b>, §é§ä§à§Ò§í §±§°§¥§±§ª§³§¡§´§¾§³§Á <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;§ß§Ñ §Ò§Ö§ã§á§Ý§Ñ§ä§ß§à§Ö §á§â§à§Ò§ß§à§Ö §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§Ö TZO";
hddns2.right3="§¯§Ñ§Ø§Þ§Ú§ä§Ö <b><a target=_blank href=https://controlpanel.tzo.com>§Ù§Õ§Ö§ã§î</a></b> §Õ§Ý§ñ §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ñ §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§î§ð<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TZO";
hddns2.right4="§¯§Ñ§Ø§Þ§Ú§ä§Ö <b><a target=_blank href=https://www.tzo.com/cgi-bin/Orders.cgi?ref=linksys>§Ù§Õ§Ö§ã§î</a></b>, §é§ä§à§Ò§í §á§â§Ú§à§Ò§â§Ö§ã§ä§Ú §á§à§Õ§á§Ú§ã§Ü§å TZO <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DDNS";
hddns2.right5="TZO DDNS <b><a target=_blank href=http://Linksys.tzo.com>§±§à§Õ§Õ§Ö§â§Ø§Ü§Ñ/§¥§à§Ü§å§Þ§Ö§ß§ä§Ñ§è§Ú§ñ</a></b>";

var hrouting2 = new Object();
hrouting2.right1="<b>§²§Ö§Ø§Ú§Þ §â§Ñ§Ò§à§ä§í: </b>§¦§ã§Ý§Ú §Õ§Ñ§ß§ß§í§Û §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §ñ§Ó§Ý§ñ§Ö§ä§ã§ñ §ç§à§ã§ä§à§Þ §Õ§Ý§ñ §á§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§ñ §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú §Ü §ª§ß§ä§Ö§â§ß§Ö§ä§å, §Ó§í§Ò§Ö§â§Ú§ä§Ö §â§Ö§Ø§Ú§Þ <b>§º§Ý§ð§Ù</b>.  §¦§ã§Ý§Ú §Ó §ã§Ö§ä§Ú §Ú§Þ§Ö§Ö§ä§ã§ñ §Õ§â§å§Ô§à§Û §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â, §Ó§í§Ò§Ö§â§Ú§ä§Ö §â§Ö§Ø§Ú§Þ <b>§®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â</b>.";
hrouting2.right2="<b>§£§í§Ò§à§â §ß§à§Þ§Ö§â§Ñ §ß§Ñ§Ò§à§â§Ñ: </b>§¿§ä§à §å§ß§Ú§Ü§Ñ§Ý§î§ß§í§Û §ß§à§Þ§Ö§â §Þ§Ñ§â§ê§â§å§ä§Ñ; §Þ§à§Ø§ß§à §ß§Ñ§ã§ä§â§à§Ú§ä§î §Õ§à 20 §Þ§Ñ§â§ê§â§å§ä§à§Ó.";
hrouting2.right3="<b>§ª§Þ§ñ §Þ§Ñ§â§ê§â§å§ä§Ñ: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ, §Ü§à§ä§à§â§à§Ö §ä§â§Ö§Ò§å§Ö§ä§ã§ñ §ß§Ñ§Ù§ß§Ñ§é§Ú§ä§î §ï§ä§à§Þ§å §Þ§Ñ§â§ê§â§å§ä§å.";
hrouting2.right4="<b>IP-§Ñ§Õ§â§Ö§ã §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ: </b>§ï§ä§à §Ñ§Õ§â§Ö§ã §å§Õ§Ñ§Ý§Ö§ß§ß§à§Ô§à §ç§à§ã§ä§Ñ, §Ü §Ü§à§ä§à§â§à§Þ§å §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §ß§Ñ§Ù§ß§Ñ§é§Ú§ä§î §ã§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§Û §Þ§Ñ§â§ê§â§å§ä.";
hrouting2.right5="<b>§®§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú: </b>§°§á§â§Ö§Õ§Ö§Ý§ñ§Ö§ä, §Ü§Ñ§Ü§Ñ§ñ §é§Ñ§ã§ä§î IP-§Ñ§Õ§â§Ö§ã§Ñ §ñ§Ó§Ý§ñ§Ö§ä§ã§ñ §ã§Ö§ä§Ö§Ó§à§Û, §Ñ §Ü§Ñ§Ü§Ñ§ñ ¡ª §Ñ§Õ§â§Ö§ã§à§Þ §ç§à§ã§ä§Ñ. ";

var hindex2 = new Object();
hindex2.telstra="Telstra Cable";
hindex2.dns3="§³§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ñ§ñ DNS 3";
hindex2.hbs="§³§Ö§â§Ó§Ö§â §ã§Ú§Ô§ß§Ñ§Ý§Ñ §â§Ñ§Ò§à§ä§à§ã§á§à§ã§à§Ò§ß§à§ã§ä§Ú";
hindex2.l2tps="§³§Ö§â§Ó§Ö§â L2TP";
hindex2.pptps="§³§Ö§â§Ó§Ö§â PPTP";
hindex2.hdhcp="<b>§¡§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ñ§ñ §Ü§à§ß§æ§Ú§Ô§å§â§Ñ§è§Ú§ñ - DHCP: </b>§¥§Ñ§ß§ß§í§Û §á§Ñ§â§Ñ§Þ§Ö§ä§â §ß§Ñ§Ú§Ò§à§Ý§Ö§Ö §é§Ñ§ã§ä§à §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä§ã§ñ §Ü§Ñ§Ò§Ö§Ý§î§ß§í§Þ§Ú §à§á§Ö§â§Ñ§ä§à§â§Ñ§Þ§Ú.<br><br>";
hindex2.hpppoe1="<b>PPPoE: </b>§¥§Ñ§ß§ß§í§Û §á§Ñ§â§Ñ§Þ§Ö§ä§â §ß§Ñ§Ú§Ò§à§Ý§Ö§Ö §é§Ñ§ã§ä§à §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä§ã§ñ §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ§Þ§Ú §å§ã§Ý§å§Ô DSL.<br>";
hindex2.hpppoe2="<b>§ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§à§Ö §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.<br>";
hindex2.hpppoe3="<b>§±§Ñ§â§à§Ý§î: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §á§Ñ§â§à§Ý§î, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§í§Û §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.<br>";

hindex2.hstatic1="<b>§³§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§Û IP-§Ñ§Õ§â§Ö§ã: </b>§¥§Ñ§ß§ß§í§Û §á§Ñ§â§Ñ§Þ§Ö§ä§â §ß§Ñ§Ú§Ò§à§Ý§Ö§Ö §é§Ñ§ã§ä§à §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä§ã§ñ §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ§Þ§Ú §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô §Ò§Ú§Ù§ß§Ö§ã-§å§â§à§Ó§ß§ñ.<br>";
hindex2.hstatic2="<b>IP-§Ñ§Õ§â§Ö§ã §Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ö: </b>§£§Ó§Ö§Õ§Ú§ä§Ö IP-§Ñ§Õ§â§Ö§ã, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§í§Û §Ó§Ñ§ê§Ú§Þ §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §å§ã§Ý§å§Ô.<br>";
hindex2.hstatic3="<b>§®§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §Þ§Ñ§ã§Ü§å §Ó§Ñ§ê§Ö§Û §á§à§Õ§ã§Ö§ä§Ú<br>";

hindex2.hpptp1="<b>PPTP: </b>§¥§Ñ§ß§ß§í§Û §á§Ñ§â§Ñ§Þ§Ö§ä§â §ß§Ñ§Ú§Ò§à§Ý§Ö§Ö §é§Ñ§ã§ä§à §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä§ã§ñ §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ§Þ§Ú §å§ã§Ý§å§Ô DSL.<br>";
hindex2.hpptp2="<b>IP-§Ñ§Õ§â§Ö§ã §Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ö: </b>§£§Ó§Ö§Õ§Ú§ä§Ö IP-§Ñ§Õ§â§Ö§ã, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§í§Û §Ó§Ñ§ê§Ú§Þ §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §å§ã§Ý§å§Ô.<br>";
hindex2.hpptp3="<b>§®§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §Þ§Ñ§ã§Ü§å §Ó§Ñ§ê§Ö§Û §á§à§Õ§ã§Ö§ä§Ú<br>";
hindex2.hpptp4="<b>§º§Ý§ð§Ù: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §Ñ§Õ§â§Ö§ã §ê§Ý§ð§Ù§Ñ §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.<br>";

hindex2.hl2tp1="<b>L2TP: </b>§¿§ä§à§ä §á§Ñ§â§Ñ§Þ§Ö§ä§â §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä§ã§ñ §ß§Ö§Ü§à§ä§à§â§í§Þ§Ú §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ§Þ§Ú §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô §Ó §¦§Ó§â§à§á§Ö.<br>";
hindex2.hl2tp2="<b>§ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§à§Ö §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.<br>";
hindex2.hl2tp3="<b>§±§Ñ§â§à§Ý§î: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §á§Ñ§â§à§Ý§î, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§í§Û §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.<br>";

hindex2.hhb1="<b>Telstra Cable: </b>§¥§Ñ§ß§ß§í§Û §á§Ñ§â§Ñ§Þ§Ö§ä§â §ß§Ñ§Ú§Ò§à§Ý§Ö§Ö §é§Ñ§ã§ä§à §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä§ã§ñ §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ§Þ§Ú §å§ã§Ý§å§Ô DSL.<br>";
hindex2.hhb2="<b>§ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§à§Ö §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.<br>";
hindex2.hhb3="<b>§±§Ñ§â§à§Ý§î: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §á§Ñ§â§à§Ý§î, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§í§Û §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.<br>";

hindex2.right1="<b>§ª§Þ§ñ §ç§à§ã§ä§Ñ: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §ç§à§ã§ä§Ñ, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§à§Ö §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.<br>";
hindex2.right2="<b>§ª§Þ§ñ §Õ§à§Þ§Ö§ß§Ñ: </b>§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §Õ§à§Þ§Ö§ß§Ñ, §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§Ö§ß§ß§à§Ö §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.<br>";
hindex2.right3="<b>IP-§Ñ§Õ§â§Ö§ã §Ó §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú: </b>§¿§ä§à §Ñ§Õ§â§Ö§ã §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ.<br>";
hindex2.right4="<b>§®§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú: </b>§¿§ä§à §Þ§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ.<br><br><br>";
hindex2.right5="<b>§³§Ö§â§Ó§Ö§â DHCP: </b>§±§à§Ù§Ó§à§Ý§ñ§Ö§ä §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å §å§á§â§Ñ§Ó§Ý§ñ§ä§î IP-§Ñ§Õ§â§Ö§ã§Ñ§Þ§Ú.<br>";
hindex2.right6="<b>§¯§Ñ§é§Ñ§Ý§î§ß§í§Û IP-§Ñ§Õ§â§Ö§ã: </b>§¯§Ñ§é§Ñ§Ý§î§ß§í§Û §Ñ§Õ§â§Ö§ã §Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ñ.<br>";
hindex2.right7="<b>§¯§Ñ§ã§ä§â§à§Û§Ü§Ú §Ó§â§Ö§Þ§Ö§ß§Ú: </b>§£§í§Ò§Ö§â§Ú§ä§Ö §ã§Ó§à§Û §é§Ñ§ã§à§Ó§à§Û §á§à§ñ§ã.  §®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §Þ§à§Ø§Ö§ä §Ñ§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ú §á§Ö§â§Ö§Ó§à§Õ§Ú§ä§î §é§Ñ§ã§í §ß§Ñ §Ý§Ö§ä§ß§Ö§Ö §Ú §Ù§Ú§Þ§ß§Ö§Ö §Ó§â§Ö§Þ§ñ.";
hindex2.hdhcps1="<b>§±§â§Ö§Õ§Ö§Ý§î§ß§à§Ö §Ü§à§Ý§Ú§é§Ö§ã§ä§Ó§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û DHCP: </b>§®§à§Ø§ß§à §à§Ô§â§Ñ§ß§Ú§é§Ú§ä§î §Ü§à§Ý§Ú§é§Ö§ã§ä§Ó§à §Ñ§Õ§â§Ö§ã§à§Ó, §å§á§â§Ñ§Ó§Ý§ñ§Ö§Þ§í§ç §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§à§Þ.<br>";

var errmsg2 = new Object();
errmsg2.err0="IP-§Ñ§Õ§â§Ö§ã §ã§Ö§â§Ó§Ö§â§Ñ §á§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§ñ (HeartBeat) §Ù§Ñ§Õ§Ñ§ß §ß§Ö§Ü§à§â§â§Ö§Ü§ä§ß§à.";
errmsg2.err1="§µ§Õ§Ñ§Ý§Ú§ä§î §Ù§Ñ§á§Ú§ã§î?";
errmsg2.err2="§¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§Ó§Ö§ã§ä§Ú SSID.";
errmsg2.err3="§£§Ó§Ö§Õ§Ú§ä§Ö §à§Ò§ë§Ú§Û §Ü§Ý§ð§é §ê§Ú§æ§â§à§Ó§Ñ§ß§Ú§ñ.";
errmsg2.err4=" §ã§à§Õ§Ö§â§Ø§Ú§ä §ß§Ö§Õ§à§á§å§ã§ä§Ú§Þ§í§Ö §ê§Ö§ã§ä§ß§Ñ§Õ§è§Ñ§ä§Ö§â§Ú§é§ß§í§Ö §é§Ú§ã§Ý§Ñ §Ú§Ý§Ú §Ö§Ô§à §Õ§Ý§Ú§ß§Ñ §á§â§Ö§Ó§í§ê§Ñ§Ö§ä 63 §ã§Ú§Þ§Ó§à§Ý§Ñ.";
errmsg2.err5="§¬§Ý§ð§é §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §à§ä 8 §Õ§à 63 §ã§Ú§Þ§Ó§à§Ý§à§Ó ASCII §Ú§Ý§Ú 64 §ê§Ö§ã§ä§ß§Ñ§Õ§è§Ñ§ä§Ö§â§Ú§é§ß§í§ç §é§Ú§ã§Ö§Ý.";
errmsg2.err6="§¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§Ó§Ö§ã§ä§Ú §Ü§Ý§ð§é.";
errmsg2.err7="§¯§Ö§Õ§à§á§å§ã§ä§Ú§Þ§Ñ§ñ §Õ§Ý§Ú§ß§Ñ §Ü§Ý§ð§é§Ñ.";
errmsg2.err8="§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Õ§Ö§ß§ä§Ú§æ§Ú§Ü§Ñ§è§Ú§à§ß§ß§å§ð §æ§â§Ñ§Ù§å.";
errmsg2.err9="§°§Ò§ë§Ö§Ö §Ü§à§Ý§Ú§é§Ö§ã§ä§Ó§à §á§â§à§Ó§Ö§â§à§Ü §á§â§Ö§Ó§í§ê§Ñ§Ö§ä 40.";
errmsg2.err10="§±§â§à§Ò§Ö§Ý§í §ß§Ö §Õ§à§á§å§ã§ä§Ú§Þ§í.";
errmsg2.err11="§±§à§ã§Ý§Ö §Ù§Ñ§Ó§Ö§â§ê§Ö§ß§Ú§ñ §ß§Ñ§ã§ä§â§à§Ö§Ü §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å §±§â§Ú§Þ§Ö§ß§Ú§ä§î, §é§ä§à§Ò§í §ã§à§ç§â§Ñ§ß§Ú§ä§î §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ.";
errmsg2.err12="§¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§Ó§Ö§ã§ä§Ú §Ú§Þ§ñ §ã§Ý§å§Ø§Ò§í.";
errmsg2.err13="§ª§Þ§ñ §ã§Ý§å§Ø§Ò§í §å§Ø§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä.";
errmsg2.err14="IP-§Ñ§Õ§â§Ö§ã §Ó §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú §Ú§Ý§Ú §Þ§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú §Ó§Ó§Ö§Õ§Ö§ß§í §ß§Ö§Ü§à§â§â§Ö§Ü§ä§ß§à.";

var trigger2 = new Object();
trigger2.ptrigger="§±§Ö§â§Ö§Ü§Ý§ð§é§Ö§ß§Ú§Ö §Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ñ §á§à§â§ä§à§Ó";
trigger2.qos="QoS";
trigger2.trirange="§±§Ö§â§Ö§Ü§Ý§ð§é§Ñ§Ö§Þ§í§Û <br>§Õ§Ú§Ñ§á§Ñ§Ù§à§ß";
trigger2.forrange="§¥§Ú§Ñ§á§Ñ§Ù§à§ß <br>§á§Ö§â§Ö§Ñ§Õ§â§Ö§ã§Ñ§è§Ú§Ú";
trigger2.sport="§¯§Ñ§é§Ñ§Ý§î§ß§í§Û §á§à§â§ä";
trigger2.eport="§¬§à§ß§Ö§é§ß§í§Û §á§à§â§ä";
trigger2.right1="§±§â§Ú§Ý§à§Ø§Ö§ß§Ú§Ö. §£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ, §á§â§Ú §Ù§Ñ§á§â§à§ã§Ö §Ü§à§ä§à§â§à§Ô§à §Õ§à§Ý§Ø§ß§à §á§â§à§Ú§ã§ç§à§Õ§Ú§ä§î §á§Ö§â§Ö§Ü§Ý§ð§é§Ö§ß§Ú§Ö. <b>§±§Ö§â§Ö§Ü§Ý§ð§é§Ñ§Ö§Þ§í§Û §¥§Ú§Ñ§á§Ñ§Ù§à§ß</b> §µ§Ü§Ñ§Ø§Ú§ä§Ö §Õ§Ú§Ñ§á§Ñ§Ù§à§ß §ß§à§Þ§Ö§â§à§Ó §á§Ö§â§Ö§Ü§Ý§ð§é§Ñ§Ö§Þ§í§ç §á§à§â§ä§à§Ó §Õ§Ý§ñ §Ü§Ñ§Ø§Õ§à§Ô§à §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ.  §¯§à§Þ§Ö§â§Ñ §á§à§â§ä§à§Ó §á§â§Ú§Ó§Ö§Õ§Ö§ß§í §Ó §Õ§à§Ü§å§Þ§Ö§ß§ä§Ñ§è§Ú§Ú §Õ§Ý§ñ §Ú§ß§ä§Ö§â§ß§Ö§ä-§á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ.<b>§¯§Ñ§é§Ñ§Ý§î§ß§í§Û §á§à§â§ä</b> §£§Ó§Ö§Õ§Ú§ä§Ö §ß§Ñ§é§Ñ§Ý§î§ß§í§Û §á§à§â§ä §á§Ö§â§Ö§Ü§Ý§ð§é§Ñ§Ö§Þ§à§Ô§à §Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ñ.<b>§¬§à§ß§Ö§é§ß§í§Û §á§à§â§ä</b> §£§Ó§Ö§Õ§Ú§ä§Ö §Ü§à§ß§Ö§é§ß§í§Û §á§à§â§ä §á§Ö§â§Ö§Ü§Ý§ð§é§Ñ§Ö§Þ§à§Ô§à §Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ñ.  <b>§¥§Ú§Ñ§á§Ñ§Ù§à§ß §á§Ö§â§Ö§Ñ§Õ§â§Ö§ã§Ñ§è§Ú§Ú</b> §µ§Ü§Ñ§Ø§Ú§ä§Ö §Õ§Ú§Ñ§á§Ñ§Ù§à§ß §ß§à§Þ§Ö§â§à§Ó §á§à§â§ä§à§Ó §á§Ö§â§Ö§Ñ§Õ§â§Ö§ã§Ñ§è§Ú§Ú §Õ§Ý§ñ §Ü§Ñ§Ø§Õ§à§Ô§à §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ.  §¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§í§Ö §ß§à§Þ§Ö§â§Ñ §á§à§â§ä§à§Ó §ã§à§Õ§Ö§â§Ø§Ñ§ä§ã§ñ §Ó §Õ§à§Ü§å§Þ§Ö§ß§ä§Ñ§è§Ú§Ú §Õ§Ý§ñ §Ü§à§ß§Ü§â§Ö§ä§ß§à§Ô§à §Ú§ß§ä§Ö§â§ß§Ö§ä-§á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ.  <b>§¯§Ñ§é§Ñ§Ý§î§ß§í§Û §á§à§â§ä</b> §£§Ó§Ö§Õ§Ú§ä§Ö §ß§à§Þ§Ö§â §ß§Ñ§é§Ñ§Ý§î§ß§à§Ô§à §á§à§â§ä§Ñ §Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ñ §á§Ö§â§Ö§Ñ§Õ§â§Ö§ã§Ñ§è§Ú§Ú.  <b>§¬§à§ß§Ö§é§ß§í§Û §á§à§â§ä</b> §£§Ó§Ö§Õ§Ú§ä§Ö §ß§à§Þ§Ö§â §Ü§à§ß§Ö§é§ß§à§Ô§à §á§à§â§ä§Ñ §Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ñ §á§Ö§â§Ö§Ñ§Õ§â§Ö§ã§Ñ§è§Ú§Ú.";

var bakres2 = new Object();
bakres2.conman="§µ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §Ü§à§ß§æ§Ú§Ô§å§â§Ñ§è§Ú§Ö§Û";
bakres2.bakconf="§²§Ö§Ù§Ö§â§Ó§ß§à§Ö §Ü§à§á§Ú§â§à§Ó§Ñ§ß§Ú§Ö §ß§Ñ§ã§ä§â§à§Ö§Ü ";
bakres2.resconf="§£§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ú§Ö §ß§Ñ§ã§ä§â§à§Ö§Ü";
bakres2.bakres="§²§Ö§Ù§Ö§â§Ó§ß§à§Ö §Ü§à§á§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Ú §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ú§Ö";
bakres2.file2res="§£§í§Ò§Ö§â§Ú§ä§Ö §æ§Ñ§Û§Ý §Õ§Ý§ñ §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ú§ñ";
bakres2.bakbutton="§²§Ö§Ù§Ö§â§Ó§ß§à§Ö §Ü§à§á§Ú§â§à§Ó§Ñ§ß§Ú§Ö §ß§Ñ§ã§ä§â§à§Ö§Ü ";
bakres2.resbutton="§£§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ú§Ö §ß§Ñ§ã§ä§â§à§Ö§Ü";
bakres2.right1="§®§à§Ø§ß§à §Ó§í§á§à§Ý§ß§ñ§ä§î §â§Ö§Ù§Ö§â§Ó§ß§à§Ö §Ü§à§á§Ú§â§à§Ó§Ñ§ß§Ú§Ö §ä§Ö§Ü§å§ë§Ú§ç §ß§Ñ§ã§ä§â§à§Ö§Ü §á§â§Ú §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à§ã§ä§Ú §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ú§ñ §Ù§Ñ§Ó§à§Õ§ã§Ü§Ú§ç §ß§Ñ§ã§ä§â§à§Ö§Ü.";
bakres2.right2="§¥§Ý§ñ §â§Ö§Ù§Ö§â§Ó§ß§à§Ô§à §Ü§à§á§Ú§â§à§Ó§Ñ§ß§Ú§ñ §ä§Ö§Ü§å§ë§Ú§ç §ß§Ñ§ã§ä§â§à§Ö§Ü §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å §²§Ö§Ù§Ö§â§Ó§ß§à§Ö §Ü§à§á§Ú§â§à§Ó§Ñ§ß§Ú§Ö.";
bakres2.right3="§¯§Ñ§Ø§Þ§Ú§ä§Ö §°§Ò§Ù§à§â §Õ§Ý§ñ §á§à§Ú§ã§Ü§Ñ §æ§Ñ§Û§Ý§Ñ §ä§Ö§Ü§å§ë§Ú§ç §ß§Ñ§ã§ä§â§à§Ö§Ü, §ç§â§Ñ§ß§ñ§ë§Ö§Ô§à§ã§ñ §ß§Ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§Ö.";
bakres2.right4="§¯§Ñ§Ø§Þ§Ú§ä§Ö §£§à§ã§ã§ä§Ñ§ß§à§Ó§Ú§ä§î, §é§ä§à§Ò§í §Ù§Ñ§Þ§Ö§ß§Ú§ä§î §ä§Ö§Ü§å§ë§Ú§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú.";

var qos = new Object();
qos.uband="§±§à§Ý§à§ã§Ñ §á§â§à§á§å§ã§Ü§Ñ§ß§Ú§ñ §Ú§ã§ç§à§Õ§ñ§ë§Ö§Ô§à §ä§â§Ñ§æ§Ú§Ü§Ñ";
qos.bandwidth="§±§à§Ý§à§ã§Ñ §á§â§à§á§å§ã§Ü§Ñ§ß§Ú§ñ";
qos.dpriority="§±§â§Ú§à§â§Ú§ä§Ö§ä §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ";
qos.priority="§±§â§Ú§à§â§Ú§ä§Ö§ä";
qos.dname="§ª§Þ§ñ §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ";
qos.low="§¯§Ú§Ù§Ü§Ú§Û";
qos.medium="§³§â§Ö§Õ§ß§Ú§Û";
qos.high="§£§í§ã§à§Ü§Ú§Û";
qos.highest="§¯§Ñ§Ú§Ó§í§ã§ê§Ú§Û";
qos.eppriority="§±§â§Ú§à§â§Ú§ä§Ö§ä §á§à§â§ä§Ñ Ethernet";
qos.flowctrl="§µ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §á§à§ä§à§Ü§à§Þ";
qos.appriority="§±§â§Ú§à§â§Ú§ä§Ö§ä §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ";
qos.specport="§¬§à§ß§Ü§â§Ö§ä§ß§í§Û §á§à§â§ä";
qos.appname="§ª§Þ§ñ §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ";
qos.alert1="§©§ß§Ñ§é§Ö§ß§Ú§Ö §á§à§â§ä§Ñ §á§â§Ö§Ó§í§ê§Ñ§Ö§ä §Õ§à§á§å§ã§ä§Ú§Þ§í§Û §Õ§Ú§Ñ§á§Ñ§Ù§à§ß [0 - 65535]";
qos.alert2="§¯§à§Þ§Ö§â §ß§Ñ§é§Ñ§Ý§î§ß§à§Ô§à §á§à§â§ä§Ñ §Ò§à§Ý§î§ê§Ö, §é§Ö§Þ §ß§à§Þ§Ö§â §Ü§à§ß§Ö§é§ß§à§Ô§à §á§à§â§ä§Ñ";
qos.confirm1="§µ§ã§ä§Ñ§ß§à§Ó§Ü§Ñ §Ó§í§ã§à§Ü§à§Ô§à §á§â§Ú§à§â§Ú§ä§Ö§ä§Ñ §Õ§Ý§ñ §ß§Ö§ã§Ü§à§Ý§î§Ü§Ú§ç §å§ã§ä§â§à§Û§ã§ä§Ó, §á§à§â§ä§à§Ó Ethernet §Ú§Ý§Ú §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§Û §Þ§à§Ø§Ö§ä §ß§Ö§Ô§Ñ§ä§Ú§Ó§ß§à §á§à§Ó§Ý§Ú§ñ§ä§î §ß§Ñ QoS.\n§±§â§à§Õ§à§Ý§Ø§Ú§ä§î?";

qos.optgame="§°§á§ä§Ú§Þ§Ú§Ù§Ñ§è§Ú§ñ §Ú§Ô§â§à§Ó§í§ç §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§Û";
qos.wlqos2="QoS §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú";
qos.wqos="§±§â§à§Ó§à§Õ§ß§í§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú QoS";
qos.wlqos="§±§à§Õ§Õ§Ö§â§Ø§Ü§Ñ WMM";
qos.edca_ap="§±§Ñ§â§Ñ§Þ§Ö§ä§â§í EDCA AP";
qos.edca_sta="§±§Ñ§â§Ñ§Þ§Ö§ä§â§í EDCA STA";
qos.wme="§±§à§Õ§Õ§Ö§â§Ø§Ü§Ñ WMM";
qos.noack="§¯§Ö §á§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ñ§ä§î";
qos.apsdsupp="§±§à§Õ§Õ§Ö§â§Ø§Ü§Ñ APSD";
qos.defdis="(§±§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð: §°§ä§Ü§Ý§ð§é§Ú§ä§î)";
qos.cwmin="CWmin";
qos.cwmax="CWmax";
qos.aifsn="AIFSN";
qos.txopb="TXOP(b)";
qos.txopag="TXOP(a/g)";
qos.admin="§¡§Õ§Þ§Ú§ß§Ú§ã§ä§â§Ñ§ä§à§â";
qos.forced="§±§â§Ú§ß§å§Õ§Ú§ä§Ö§Ý§î§ß§à";
qos.ac_bk="AC_BK";
qos.ac_be="AC_BE";
qos.ac_vi="AC_VI";
qos.ac_vo="AC_VO";

qos.qos="QoS (§¬§Ñ§é§Ö§ã§ä§Ó§à §à§Ò§ã§Ý§å§Ø§Ú§Ó§Ñ§ß§Ú§ñ)";
qos.intqccpri="§±§â§Ú§à§â§Ú§ä§Ö§ä §Õ§à§ã§ä§å§á§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä";
qos.category="§¬§Ñ§ä§Ö§Ô§à§â§Ú§ñ";
qos.mediumrec="§³§â§Ö§Õ§ß§Ú§Û (§²§Ö§Ü§à§Þ§Ö§ß§Õ§å§Ö§ä§ã§ñ)";
qos.normal="§°§Ò§í§é§ß§í§Û";
qos.msnmess="MSN Messenger";
qos.skype="Skype";
qos.yahoomess="Yahoo Messenger";
qos.winlivemsg="Windows Live Messenger";
qos.aim="AIM";
qos.winmediaplay="Windows Media Player";
qos.realplayer="RealPlayer";
qos.quicktime="QuickTime";
qos.itunes="iTunes";
qos.yahoomusic="Yahoo Music Jukebox";
qos.rhapsody="Rhapsody";
qos.addapp="§¥§à§Ò§Ñ§Ó§Ú§ä§î §ß§à§Ó§à§Ö §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§Ö";
qos.onlinegame="§°§ß§Ý§Ñ§Û§ß-§Ú§Ô§â§í";
qos.counterstrike="Counter Strike";
qos.ageofemp="Age of Empires";
qos.diablo2="Diablo II";
qos.everquest="Everquest";
qos.halflife="Halflife";
qos.quake2="Quake 2";
qos.quake3="Quake 3";
qos.unrealtour="Unreal Tourment";
qos.retcastle="Return to Castle Wolfenstein";
qos.shadowofchr="S.T.A.L.K.E.R.:Shadow Of Chernobyl";
qos.worldofwar="World Of Warcraft";
qos.suprecomm="Supreme Commander";
qos.thesims2="The Sims 2";
qos.titanquest="Titan Quest: Immortal Throne";
qos.battlefield="Battlefield 2142";
qos.halflife2="Half-Life 2: Episode 1";
qos.heroesofmight="Heroes of Might & Magic V";
qos.theelderscrolls="The Elder Scrolls IV";
qos.guildwarsfactions="Guild Wars Factions I & II";
qos.neverwinternights2="Neverwinter Nights 2";
qos.enemyterritory="Enemy Territory";
qos.worldinconflict="World In Conflict";
qos.callofduty4="Call of Duty 4";
qos.sinofasolarempire="Sins of A Solar Empire";
qos.halflifetob="Half-Life 2:The Orange Box";
qos.crysis="Crysis";
qos.frontlines="Frontlines";
qos.warhanmer4k="Warhammer 40,000:Dawn of War:Soulstorm";
qos.addgame="§¥§à§Ò§Ñ§Ó§Ú§ä§î §ß§à§Ó§å§ð §Ú§Ô§â§å";
qos.entername="§£§Ó§à§Õ §Ú§Þ§Ö§ß§Ú";
qos.etherport="§±§à§â§ä Ethernet";
qos.voicedevice="§¤§à§Ý§à§ã§à§Ó§à§Ö §å§ã§ä§â§à§Û§ã§ä§Ó§à";
qos.voicemac="MAC-§Ñ§Õ§â§Ö§ã §Ô§à§Ý§à§ã§à§Ó§à§Ô§à §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ";
qos.recommend="§²§Ö§Ü§à§Þ§Ö§ß§Õ§å§Ö§ä§ã§ñ";
qos.game="§ª§Ô§â§Ñ";
qos.mymac="§´§Ö§Ü§å§ë§Ú§Û MAC-§Ñ§Õ§â§Ö§ã §Þ§à§Ö§Ô§à §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ";

qos.right1="§¥§à§ã§ä§å§á§ß§í §Õ§Ó§Ñ §ä§Ú§á§Ñ §æ§å§ß§Ü§è§Ú§Ú Quality of Service (§¬§Ñ§é§Ö§ã§ä§Ó§à §à§Ò§ã§Ý§å§Ø§Ú§Ó§Ñ§ß§Ú§ñ), §á§â§à§Ó§à§Õ§ß§í§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú QoS §Õ§Ý§ñ §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ñ §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ§Þ§Ú, §á§à§Õ§Ü§Ý§ð§é§Ö§ß§ß§í§Þ§Ú §Ü §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å §é§Ö§â§Ö§Ù §Ü§Ñ§Ò§Ö§Ý§î Ethernet, §Ú §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§í§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú QoS §Õ§Ý§ñ §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ñ §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ§Þ§Ú §á§à §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ó§ñ§Ù§Ú."
qos.right2="<b>§±§â§Ú§à§â§Ú§ä§Ö§ä §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ:</b>  §®§à§Ø§ß§à §å§ã§ä§Ñ§ß§à§Ó§Ú§ä§î §á§â§Ú§à§â§Ú§ä§Ö§ä §Õ§Ý§ñ §Ó§ã§Ö§Ô§à §Ú§ã§ç§à§Õ§ñ§ë§Ö§Ô§à §ä§â§Ñ§æ§Ú§Ü§Ñ §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ, §å§Ü§Ñ§Ù§Ñ§Ó §Ú§Þ§ñ §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ, §á§â§Ú§à§â§Ú§ä§Ö§ä §Ú MAC-§Ñ§Õ§â§Ö§ã."
qos.right3="<b>§±§â§Ú§à§â§Ú§ä§Ö§ä §á§à§â§ä§Ñ Ethernet:</b> §®§à§Ø§ß§à §å§á§â§Ñ§Ó§Ý§ñ§ä§î §ã§Ü§à§â§à§ã§ä§î§ð §á§Ö§â§Ö§Õ§Ñ§é§Ú §Õ§Ñ§ß§ß§í§ç §Ó §Ù§Ñ§Ó§Ú§ã§Ú§Þ§à§ã§ä§Ú §à§ä §æ§Ú§Ù§Ú§é§Ö§ã§Ü§à§Ô§à §á§à§â§ä§Ñ §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú. §®§à§Ø§ß§à §ß§Ñ§Ù§ß§Ñ§é§Ú§ä§î §å§â§à§Ó§Ö§ß§î §á§â§Ú§à§â§Ú§ä§Ö§ä§Ñ §£§í§ã§à§Ü§Ú§Û §Ú§Ý§Ú §¯§Ú§Ù§Ü§Ú§Û §Õ§Ý§ñ §Ú§ã§ç§à§Õ§ñ§ë§Ö§Ô§à §ä§â§Ñ§æ§Ú§Ü§Ñ §å§ã§ä§â§à§Û§ã§ä§Ó, §á§à§Õ§Ü§Ý§ð§é§Ö§ß§ß§í§ç §Ü §á§à§â§ä§Ñ§Þ §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú 1-4."
qos.right4="<b>§±§â§Ú§à§â§Ú§ä§Ö§ä §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§Û:</b> §®§à§Ø§ß§à §å§á§â§Ñ§Ó§Ý§ñ§ä§î §ã§Ü§à§â§à§ã§ä§î§ð §á§Ö§â§Ö§Õ§Ñ§é§Ú §Õ§Ñ§ß§ß§í§ç §Ó §Ù§Ñ§Ó§Ú§ã§Ú§Þ§à§ã§ä§Ú §à§ä §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ, §Ú§ã§á§à§Ý§î§Ù§å§ð§ë§Ö§Ô§à §à§á§â§Ö§Õ§Ö§Ý§Ö§ß§ß§å§ð §á§à§Ý§à§ã§å §á§â§à§á§å§ã§Ü§Ñ§ß§Ú§ñ. §£§í§Ò§Ö§â§Ú§ä§Ö <b>§°§á§ä§Ú§Þ§Ú§Ù§Ñ§è§Ú§ñ §Ú§Ô§â§à§Ó§í§ç §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§Û</b>, §é§ä§à§Ò§í §Ñ§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ú §á§â§Ú§ã§Ó§à§Ú§ä§î §â§Ñ§ã§á§â§à§ã§ä§â§Ñ§ß§Ö§ß§ß§í§Þ §Ú§Ô§â§à§Ó§í§Þ §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ§Þ §Ó§í§ã§à§Ü§Ú§Û §á§â§Ú§à§â§Ú§ä§Ö§ä.  §®§à§Ø§ß§à §ß§Ñ§ã§ä§â§à§Ú§ä§î §Õ§à 8 §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§Û, §å§Ü§Ñ§Ù§Ñ§Ó §Ú§ã§á§à§Ý§î§Ù§å§Ö§Þ§í§Û §Ú§Þ§Ú §ß§à§Þ§Ö§â §á§à§â§ä§Ñ."
qos.right5="§¢§Ö§ã§á§â§à§Ó§à§Õ§ß§í§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú QoS §ä§Ñ§Ü§Ø§Ö §ß§Ñ§Ù§í§Ó§Ñ§ð§ä§ã§ñ <b>Wi-Fi MultiMedia<sup>TM</sup> (WMM)</b> (§â§Ñ§Ù§â§Ñ§Ò§à§ä§Ñ§ß§í Wi-Fi Alliance<sup>TM</sup>).  §£§í§Ò§Ö§â§Ú§ä§Ö §£§Ü§Ý§ð§é§Ú§ä§î, §é§ä§à§Ò§í §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ä§î WMM, §Ö§ã§Ý§Ú §Ó §ã§Ö§ä§Ú §Ö§ã§ä§î §Õ§â§å§Ô§Ú§Ö §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§í§Ö §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ, §ã§Ö§â§ä§Ú§æ§Ú§è§Ú§â§à§Ó§Ñ§ß§ß§í§Ö §Õ§Ý§ñ WMM."
qos.right6="<b>§¯§Ö §á§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ñ§ä§î:</b> §£§Ü§Ý§ð§é§Ú§ä§Ö §ï§ä§à§ä §á§Ñ§â§Ñ§Þ§Ö§ä§â, §é§ä§à§Ò§í §Ù§Ñ§á§â§Ö§ä§Ú§ä§î §á§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ö§ß§Ú§Ö.  §¦§ã§Ý§Ú §ï§ä§à§ä §á§Ñ§â§Ñ§Þ§Ö§ä§â §Ó§Ü§Ý§ð§é§Ö§ß, §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §ß§Ö §Ò§å§Õ§Ö§ä §á§à§Ó§ä§à§â§ß§à §à§ä§á§â§Ñ§Ó§Ý§ñ§ä§î §Õ§Ñ§ß§ß§í§Ö §á§â§Ú §Ó§à§Ù§ß§Ú§Ü§ß§à§Ó§Ö§ß§Ú§Ú §à§ê§Ú§Ò§Ü§Ú."

var vpn2 = new Object();
vpn2.right1="§®§à§Ø§ß§à §Ó§Ü§Ý§ð§é§Ú§ä§î PPTP, L2TP IPSec-§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§ñ §Õ§Ý§ñ §â§Ñ§Ù§â§Ö§ê§Ö§ß§Ú§ñ §ã§Ó§ñ§Ù§Ú §á§à VPN.";

var fail = new Object();
fail.msg="§£§Ó§Ö§Õ§Ö§ß§ß§í§Ö §Ù§ß§Ñ§é§Ö§ß§Ú§ñ §ß§Ö§Õ§à§á§å§ã§ä§Ú§Þ§í. §±§à§Ó§ä§à§â§Ú§ä§Ö §á§à§á§í§ä§Ü§å.";

var pactrl = new Object();
pactrl.pactrl ="§²§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§Ú§Û §Ü§à§ß§ä§â§à§Ý§î";
pactrl.accsign ="§²§Ö§Ô§Ú§ã§ä§â§Ñ§è§Ú§ñ §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§Ú";
pactrl.center1 ="§²§Ö§ê§Ö§ß§Ú§Ö §Õ§Ý§ñ §²§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§à§Ô§à §Ü§à§ß§ä§â§à§Ý§ñ Linksys §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §à§Ò§Ö§Ù§à§á§Ñ§ã§Ú§ä§î §Ó§Ñ§ê§å §ã§Ö§Þ§î§ð<br>§á§â§Ú §ß§Ñ§ç§à§Ø§Õ§Ö§ß§Ú§Ú §Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ö.";
pactrl.center2 ="<li>§±§â§à§ã§ä§à§ä§Ñ §ß§Ñ§ã§ä§â§à§Û§Ü§Ú</li><br><li>§©§Ñ§ë§Ú§ä§Ú§ä§Ö §ã§Ó§à§Û §Õ§à§Þ§Ñ§ê§ß§Ú§Û §Ü§à§Þ§á§î§ð§ä§Ö§â §ã §á§à§Þ§à§ë§î§ð §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ Linksys</li><br><li>§³§Ú§ã§ä§Ö§Þ§Ñ §à§ä§é§Ö§ä§ß§à§ã§ä§Ú §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §à§ä§ã§Ý§Ö§Ø§Ú§Ó§Ñ§ä§î §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§Ö §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ, §ï§Ý.§á§à§é§ä§í §Ú §á§â§à§Ô§â§Ñ§Þ§Þ §à§Ò§Þ§Ö§ß§Ñ §ã§à§à§Ò§ë§Ö§ß§Ú§ñ§Þ§Ú</li>";
pactrl.center3 ="** §±§à§Õ§á§Ú§ã§Ü§Ñ §ß§Ñ §ï§ä§å §ã§Ý§å§Ø§Ò§å §à§ä§Þ§Ö§ß§Ú§ä §Ó§ã§ä§â§à§Ö§ß§ß§í§Ö §á§à§Ý§Ú§ä§Ú§Ü§Ú §Õ§à§ã§ä§å§á§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ";
pactrl.manageacc ="§µ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§î§ð";
pactrl.center4 ="§µ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§î§ð §²§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§à§Ô§à §Ü§à§ß§ä§â§à§Ý§ñ";
pactrl.signparental ="§±§à§Õ§á§Ú§ã§Ü§Ñ §ß§Ñ §ã§Ý§å§Ø§Ò§å §²§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§Ú§Û §Ü§à§ß§ä§â§à§Ý§î";
pactrl.moreinfo ="§¥§à§á§à§Ý§ß§Ú§ä§Ö§Ý§î§ß§Ñ§ñ §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ñ";
pactrl.isprovision ="§å§ã§ä§â§à§Û§ã§ä§Ó§à §á§â§Ö§Õ§å§ã§Þ§à§ä§â§Ö§ß§à";
pactrl.notprovision ="§å§ã§ä§â§à§Û§ã§ä§Ó§à §ß§Ö §á§â§Ö§Õ§å§ã§Þ§à§ä§â§Ö§ß§à";
pactrl.right1 ="§°§Ü§ß§à §²§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§Ú§Û §Ü§à§ß§ä§â§à§Ý§î §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §Ó§Ñ§Þ §Ù§Ñ§â§Ö§Ô§Ú§ã§ä§â§Ú§â§à§Ó§Ñ§ä§î§ã§ñ §Ú §å§á§â§Ñ§Ó§Ý§ñ§ä§î §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§î§ð Linksys §²§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§Ú§Û §Ü§à§ß§ä§â§à§Ý§î. §³§Ý§å§Ø§Ò§Ñ §²§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§Ú§Û §Ü§à§ß§ä§â§à§Ý§î Linksys §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§ñ§Ö§ä §Þ§à§ë§ß§í§Ö §Ú§ß§ã§ä§â§å§Þ§Ö§ß§ä§í §Õ§Ý§ñ §å§á§â§Ñ§Ó§Ý§Ö§ß§Ú§ñ §Õ§à§ã§ä§å§á§à§Þ §Ü§Ñ§Ø§Õ§à§Ô§à §é§Ý§Ö§ß§Ñ §ã§Ö§Þ§î§Ú §Ü §ã§Ý§å§Ø§Ò§Ñ§Þ §Ú §æ§å§ß§Ü§è§Ú§ñ§Þ §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ.";

var satusroute = new Object();
satusroute.localtime ="§¯§Ö §Õ§à§ã§ä§å§á§ß§à";

var succ = new Object();
succ.autoreturn ="§¹§Ö§â§Ö§Ù §ß§Ö§ã§Ü§à§Ý§î§Ü§à §ã§Ö§Ü§å§ß§Õ §Ó§í §Ó§Ö§â§ß§Ö§ä§Ö§ã§î §ß§Ñ §á§â§Ö§Õ§í§Õ§å§ë§å§ð §ã§ä§â§Ñ§ß§Ú§è§å.";
succ.return_desc = "§¹§Ö§â§Ö§Ù §ß§Ö§ã§Ü§à§Ý§î§Ü§à §ã§Ö§Ü§å§ß§Õ §Ó§í §Ó§Ö§â§ß§Ö§ä§Ö§ã§î §ß§Ñ §ã§ä§â§Ñ§ß§Ú§è§å §¢§Ö§Ù§à§á§Ñ§ã§ß§à§Ö §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö.";
succ.return_index = "§¹§Ö§â§Ö§Ù §ß§Ö§ã§Ü§à§Ý§î§Ü§à §ã§Ö§Ü§å§ß§Õ §Ó§í §Ó§Ö§â§ß§Ö§ä§Ö§ã§î §ß§Ñ §ã§ä§â§Ñ§ß§Ú§è§å §°§ã§ß§à§Ó§ß§í§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§Ú.";
succ.interrupt_desc = "§¯§Ö §á§â§Ö§â§í§Ó§Ñ§Û§ä§Ö §á§â§à§è§Ö§ã§ã, §á§à§Õ§à§Ø§Õ§Ú§ä§Ö...";



var gn = new Object();
gn.gnip = "IP-§Ñ§Õ§â§Ö§ã §Ô§à§ã§ä§Ö§Ó§à§Û §ã§Ö§ä§Ú";
gn.maclist ="MAC Address List";
gn.glist="Wireless Guest List";
gn.gnssid ="§ª§Þ§ñ §Ô§à§ã§ä§Ö§Ó§à§Û §ã§Ö§ä§Ú (SSID)";
gn.err1 ="IP-§Ñ§Õ§â§Ö§ã §Ô§à§ã§ä§Ö§Ó§à§Û §ã§Ö§ä§Ú §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §Ó §ä§à§Û §Ø§Ö §á§à§Õ§ã§Ö§ä§Ú, §é§ä§à §Ú §Ñ§Õ§â§Ö§ã LAN.";
gn.expire_time ="§³§â§à§Ü §Õ§Ö§Û§ã§ä§Ó§Ú§ñ §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§Ú";
gn.minutes ="§é";
gn.domainname ="Guest Network Domain Name";
gn.bc ="Bandwidth Control";
gn.upstream ="Up Stream";
gn.downstream ="Down Stream";
gn.kbps ="kbps";
gn.nat ="§¤§à§ã§ä§Ö§Ó§à§Û §Õ§à§ã§ä§å§á §Ò§å§Õ§Ö§ä §ß§Ö§Ó§à§Ù§Þ§à§Ø§Ö§ß, §Ö§ã§Ý§Ú §â§Ö§Ø§Ú§Þ NAT §à§ä§Ü§Ý§ð§é§Ö§ß.  §£§í§á§à§Ý§ß§Ú§ä§î §ã§à§ç§â§Ñ§ß§Ö§ß§Ú§Ö §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§Û?";
gn.err7 ="§¶§å§ß§Ü§è§Ú§ñ §Ô§à§ã§ä§Ö§Ó§à§Ô§à §Õ§à§ã§ä§å§á§Ñ §à§ä§Ü§Ý§ð§é§Ö§ß§Ñ, §á§à§ã§Ü§à§Ý§î§Ü§å §Ó§Ñ§ê §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §ß§Ñ§ç§à§Õ§Ú§ä§ã§ñ §Ó §ã§Ö§ä§Ú 192.168.33.0, §Ü§à§ä§à§â§Ñ§ñ §Ù§Ñ§â§Ö§Ù§Ö§â§Ó§Ú§â§à§Ó§Ñ§ß§Ñ §Õ§Ý§ñ §ï§ä§à§Û §æ§å§ß§Ü§è§Ú§Ú.";


gn.title ="§¤§à§ã§ä§Ö§Ó§à§Û §Õ§à§ã§ä§å§á";
gn.tips0 ="§¯§Ö§Õ§Ö§Û§ã§ä§Ó§Ú§ä§Ö§Ý§î§ß§í§Û §á§Ñ§â§à§Ý§î, §á§à§Ó§ä§à§â§Ú§ä§Ö §á§à§á§í§ä§Ü§å §Ó§Ó§à§Õ§Ñ.";
gn.tips1 ="§£§Ó§Ö§Õ§Ú§ä§Ö §á§Ñ§â§à§Ý§î §Õ§Ý§ñ §á§à§Ý§å§é§Ö§ß§Ú§ñ §Õ§à§ã§ä§å§á§Ñ §Ü §ï§ä§à§Û §Ù§à§ß§Ö §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Ô§à §Õ§à§ã§ä§å§á§Ñ";
gn.login ="§£§ç§à§Õ";
gn.err3="§ª§Þ§ñ (SSID) §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú 5G §ã§à§Ó§á§Ñ§Õ§Ñ§Ö§ä §ã SSID §Ô§à§ã§ä§Ö§Ó§à§Û §ã§Ö§ä§Ú, §Ó§Ó§Ö§Õ§Ú§ä§Ö §Õ§â§å§Ô§à§Ö.";
gn.err4="§ª§Þ§ñ (SSID) §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú 2.4G §ã§à§Ó§á§Ñ§Õ§Ñ§Ö§ä §ã SSID §Ô§à§ã§ä§Ö§Ó§à§Û §ã§Ö§ä§Ú, §Ó§Ó§Ö§Õ§Ú§ä§Ö §Õ§â§å§Ô§à§Ö.";
gn.err5=" IP-§Ñ§Õ§â§Ö§ã §Ô§à§ã§ä§Ö§Ó§à§Û §ã§Ö§ä§Ú §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §Ó §ä§à§Û §Ø§Ö §á§à§Õ§ã§Ö§ä§Ú, §é§ä§à §Ú §Ñ§Õ§â§Ö§ã LAN.";
gn.err6="§³§Ö§ä§î 192.168.33.0/24 (IP-§Ñ§Õ§â§Ö§ã§Ñ 192.168.33.0 ¨C 255) §Ù§Ñ§â§Ö§Ù§Ö§â§Ó§Ú§â§à§Ó§Ñ§ß§Ñ §Õ§Ý§ñ §å§ã§ä§â§à§Û§ã§ä§Ó §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §Ô§à§ã§ä§Ö§Ó§à§Û §ã§Ö§ä§Ú. §ª§ã§á§à§Ý§î§Ù§å§Û§ä§Ö §Õ§â§å§Ô§à§Û §ã§Ö§ä§Ö§Ó§à§Û §Ñ§Õ§â§Ö§ã."; 
gn.tips6="§£§Ó§Ö§Õ§Ú§ä§Ö §á§Ñ§â§à§Ý§î §Ô§à§ã§ä§Ö§Ó§à§Ô§à §Õ§à§ã§ä§å§á§Ñ §Õ§Ý§ñ §Ó§í§ç§à§Õ§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä. §¦§ã§Ý§Ú §Ó§í §ß§Ö §Ù§ß§Ñ§Ö§ä§Ö §á§Ñ§â§à§Ý§ñ, §å§Ù§ß§Ñ§Û§ä§Ö §Ö§Ô§à §å §Ó§Ý§Ñ§Õ§Ö§Ý§î§è§Ñ §Ù§à§ß§í §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Ô§à §Õ§à§ã§ä§å§á§Ñ. §±§Ñ§â§à§Ý§î §Ô§à§ã§ä§Ö§Ó§à§Ô§à §Õ§à§ã§ä§å§á§Ñ §Þ§à§Ø§ß§à §å§Ù§ß§Ñ§ä§î §ã §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§Ö§Þ Linksys Connect.";
gn.dv="§±§â§à§ã§Þ§à§ä§â §ß§Ñ §Þ§à§Ò§Ú§Ý§î§ß§à§Þ §å§ã§ä§â§à§Û§ã§ä§Ó§Ö";
gn.mv="§±§â§à§ã§Þ§à§ä§â §ß§Ñ §ß§Ñ§ã§ä§à§Ý§î§ß§à§Þ §å§ã§ä§â§à§Û§ã§ä§Ó§Ö";
gn.nat="§¤§à§ã§ä§Ö§Ó§à§Û §Õ§à§ã§ä§å§á §Ò§å§Õ§Ö§ä §ß§Ö§Ó§à§Ù§Þ§à§Ø§Ö§ß, §Ö§ã§Ý§Ú §â§Ö§Ø§Ú§Þ NAT §à§ä§Ü§Ý§ð§é§Ö§ß.  §£§í§á§à§Ý§ß§Ú§ä§î §ã§à§ç§â§Ñ§ß§Ö§ß§Ú§Ö §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§Û? ";






