//Basic Setup
var hsetup = new Object();
hsetup.phase1="§°§Ü§ß§à <i>§¯§Ñ§ã§ä§â§à§Û§Ü§Ñ</i> \
		§á§à§ñ§Ó§Ý§ñ§Ö§ä§ã§ñ §á§â§Ú §Õ§à§ã§ä§å§á§Ö §Ü §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å. §¢§à§Ý§î§ê§Ú§ß§ã§ä§Ó§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û  \
		§Þ§à§Ô§å§ä §ß§Ñ§ã§ä§â§à§Ú§ä§î §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §Õ§Ý§ñ §Ü§à§â§â§Ö§Ü§ä§ß§à§Û §â§Ñ§Ò§à§ä§í §ã §á§à§Þ§à§ë§î§ð §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §ä§à§Ý§î§Ü§à \
		§ä§Ö§ç §á§Ñ§â§Ñ§Þ§Ö§ä§â§à§Ó, §Ü§à§ä§à§â§í§Ö §ã§à§Õ§Ö§â§Ø§Ñ§ä§ã§ñ §Ó §ï§ä§à§Þ §à§Ü§ß§Ö. §¯§Ö§Ü§à§ä§à§â§í§Ö §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ú §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô (ISP) §ä§â§Ö§Ò§å§ð§ä \
		§Ó§Ó§à§Õ§Ñ §ã§á§Ö§è§Ú§æ§Ú§é§Ö§ã§Ü§Ú§ç §Õ§Ñ§ß§ß§í§ç, §ß§Ñ§á§â§Ú§Þ§Ö§â §Ú§Þ§Ö§ß§Ú §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ, §á§Ñ§â§à§Ý§ñ, IP-§Ñ§Õ§â§Ö§ã§Ñ, \
		§Ñ§Õ§â§Ö§ã§Ñ §à§ã§ß§à§Ó§ß§à§Ô§à §ê§Ý§ð§Ù§Ñ §Ú§Ý§Ú IP-§Ñ§Õ§â§Ö§ã§Ñ DNS. §±§â§Ú §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à§ã§ä§Ú §ï§ä§Ú §Õ§Ñ§ß§ß§í§Ö §Þ§à§Ø§ß§à §á§à§Ý§å§é§Ú§ä§î  \
		§å §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô.";
hsetup.phase2="§±§â§Ú§Þ§Ö§é§Ñ§ß§Ú§Ö: §±§à§ã§Ý§Ö §Ó§Ó§à§Õ§Ñ \
		§ï§ä§Ú§ç §ß§Ñ§ã§ä§â§à§Ö§Ü §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §å§ã§ä§Ñ§ß§à§Ó§Ú§ä§î §ß§à§Ó§í§Û §á§Ñ§â§à§Ý§î §Õ§Ý§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ \
		§Ó §à§Ü§ß§Ö <i>§¢§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§î</i>. §¿§ä§à §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Õ§Ý§ñ §á§à§Ó§í§ê§Ö§ß§Ú§ñ §å§â§à§Ó§ß§ñ §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú \
		§Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ §Ú §á§â§Ö§Õ§à§ä§Ó§â§Ñ§ë§Ö§ß§Ú§ñ §ß§Ö§ã§Ñ§ß§Ü§è§Ú§à§ß§Ú§â§à§Ó§Ñ§ß§ß§à§Ô§à §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ §ß§Ñ§ã§ä§â§à§Ö§Ü. §±§â§Ú §á§à§á§í§ä§Ü§Ö §á§à§Ý§å§é§Ú§ä§î §Õ§à§ã§ä§å§á §Ü §Ó§Ö§Ò-§å§ä§Ú§Ý§Ú§ä§Ö §Ú§Ý§Ú \
		§Ù§Ñ§á§å§ã§ä§Ú§ä§î §Þ§Ñ§ã§ä§Ö§â §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §á§à§ñ§Ó§Ú§ä§ã§ñ §à§Ü§ß§à §ã §Ù§Ñ§á§â§à§ã§à§Þ §Ó§Ó§à§Õ§Ñ §Ú§Þ§Ö§ß§Ú §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §Ú §á§Ñ§â§à§Ý§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ.";
hsetup.phase3="§£§í§Ò§Ö§â§Ú§ä§Ö \
		§é§Ñ§ã§à§Ó§à§Û §á§à§ñ§ã §ã§Ó§à§Ö§Ô§à §â§Ö§Ô§Ú§à§ß§Ñ. §¦§ã§Ý§Ú §Ó §Ó§Ñ§ê§Ö§Þ §â§Ö§Ô§Ú§à§ß§Ö §Õ§Ö§Û§ã§ä§Ó§å§Ö§ä §á§Ö§â§Ö§ç§à§Õ §ß§Ñ §Ý§Ö§ä§ß§Ö§Ö §Ó§â§Ö§Þ§ñ, \
    		§å§ã§ä§Ñ§ß§à§Ó§Ú§ä§Ö §æ§Ý§Ñ§Ø§à§Ü §ß§Ñ§á§â§à§ä§Ú§Ó §á§à§Ý§ñ <i>§¡§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ú §á§Ö§â§Ö§Ó§à§Õ§Ú§ä§î §é§Ñ§ã§í \
    		§ß§Ñ §Ý§Ö§ä§ß§Ö§Ö §Ó§â§Ö§Þ§ñ</i>.";
hsetup.phase4="MTU ¡ª §ï§ä§à  \
    		Maximum Transmission Unit (§Þ§Ñ§Ü§ã§Ú§Þ§Ñ§Ý§î§ß§í§Û §â§Ñ§Ù§Þ§Ö§â §á§Ñ§Ü§Ö§ä§Ñ). §©§Õ§Ö§ã§î §å§Ü§Ñ§Ù§í§Ó§Ñ§Ö§ä§ã§ñ §Þ§Ñ§Ü§ã§Ú§Þ§Ñ§Ý§î§ß§í§Û §â§Ñ§Ù§Þ§Ö§â §á§Ñ§Ü§Ö§ä§Ñ, \
    		§Ü§à§ä§à§â§í§Û §Þ§à§Ø§ß§à §á§Ö§â§Ö§Õ§Ñ§ä§î §é§Ö§â§Ö§Ù §ª§ß§ä§Ö§â§ß§Ö§ä. §¥§Ý§ñ §ä§à§Ô§à §é§ä§à§Ò§í §à§á§ä§Ú§Þ§Ñ§Ý§î§ß§à§Ö §Ù§ß§Ñ§é§Ö§ß§Ú§Ö \
    		MTU §Õ§Ý§ñ §Õ§Ñ§ß§ß§à§Ô§à §Ú§ß§ä§Ö§â§ß§Ö§ä-§ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§ñ §Ò§í§Ý§à §Ó§í§Ò§â§Ñ§ß§à §ã§Ñ§Þ§Ú§Þ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§à§Þ, §à§ã§ä§Ñ§Ó§î§ä§Ö §Ó§í§Ò§à§â §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð ¡ª <b>§¡§Ó§ä§à</b>. §¹§ä§à§Ò§í §å§ã§ä§Ñ§ß§à§Ó§Ú§ä§î \
    		§â§Ñ§Ù§Þ§Ö§â MTU, §Ó§í§Ò§Ö§â§Ú§ä§Ö <b>§£§â§å§é§ß§å§ð</b> §Ú §Ó§Ó§Ö§Õ§Ú§ä§Ö §ä§â§Ö§Ò§å§Ö§Þ§à§Ö §Ù§ß§Ñ§é§Ö§ß§Ú§Ö (§á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð: <b> \
    		1400</b>).&nbsp; §©§ß§Ñ§é§Ö§ß§Ú§Ö §Õ§à§Ý§Ø§ß§à §ß§Ñ§ç§à§Õ§Ú§ä§î§ã§ñ §Ó §Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ö §à§ä 1200 §Õ§à 1500.";
hsetup.phase5="§¿§ä§à §Ù§ß§Ñ§é§Ö§ß§Ú§Ö §ä§â§Ö§Ò§å§Ö§ä§ã§ñ §å§Ü§Ñ§Ù§Ñ§ä§î §Õ§Ý§ñ §ß§Ö§Ü§à§ä§à§â§í§ç §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Ó §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô, §Ü§à§ä§à§â§í§Ö §ã§Ñ§Þ§Ú §Þ§à§Ô§å§ä §Ö§Ô§à §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ú§ä§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ð.";
hsetup.phase6="§®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §á§à§Õ§Õ§Ö§â§Ø§Ú§Ó§Ñ§Ö§ä §é§Ö§ä§í§â§Ö §ä§Ú§á§Ñ §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§ñ:";
hsetup.phase7="§¡§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ñ§ñ §Ü§à§ß§æ§Ú§Ô§å§â§Ñ§è§Ú§ñ DHCP";
hsetup.phase8="(§±§â§à§ä§à§Ü§à§Ý Point-to-Point Protocol over Ethernet)";
hsetup.phase9="(§±§â§à§ä§à§Ü§à§Ý Point-to-Point Tunneling Protocol)";
hsetup.phase10="§¿§ä§Ú §ä§Ú§á§í §Þ§à§Ø§ß§à §Ó§í§Ò§â§Ñ§ä§î §Ó §Ó§í§á§Ñ§Õ§Ñ§ð§ë§Ö§Þ §Þ§Ö§ß§ð §â§ñ§Õ§à§Þ §ã §á§à§Ý§Ö§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§ñ. \
    		§´§â§Ö§Ò§å§Ö§Þ§Ñ§ñ §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ñ §Ú §Õ§à§ã§ä§å§á§ß§í§Ö §æ§å§ß§Ü§è§Ú§Ú §Ù§Ñ§Ó§Ú§ã§ñ§ä §à§ä \
    		§Ó§í§Ò§â§Ñ§ß§ß§à§Ô§à §ä§Ú§á§Ñ §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§ñ. §¯§Ö§Ü§à§ä§à§â§í§Ö §á§â§Ú§Þ§Ö§â§í \
    		§ä§â§Ö§Ò§å§Ö§Þ§à§Û §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§Ú:";		
hsetup.phase11="IP-§Ñ§Õ§â§Ö§ã §Ú §Þ§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú";
hsetup.phase12="§¿§ä§Ú §Ù§ß§Ñ§é§Ö§ß§Ú§ñ IP-§Ñ§Õ§â§Ö§ã§Ñ §Ú §Þ§Ñ§ã§Ü§Ú §á§à§Õ§ã§Ö§ä§Ú \
    		§Ó§Ú§Õ§ñ§ä §Ó§ß§Ö§ê§ß§Ú§Ö §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ú §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ (§Ó §ä§à§Þ §é§Ú§ã§Ý§Ö, §Ó§Ñ§ê \
    		§á§à§ã§ä§Ñ§Ó§ë§Ú§Ü §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô). §¦§ã§Ý§Ú §Õ§Ý§ñ §å§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ú§ñ §Ú§ß§ä§Ö§â§ß§Ö§ä-§ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§ñ §ä§â§Ö§Ò§å§Ö§ä§ã§ñ §ã§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§Û IP-§Ñ§Õ§â§Ö§ã, \
    		§Ó§Ñ§ê §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô §Õ§à§Ý§Ø§Ö§ß §ã§à§à§Ò§ë§Ú§ä§î §ã§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§Û IP-§Ñ§Õ§â§Ö§ã §Ú §Þ§Ñ§ã§Ü§å §á§à§Õ§ã§Ö§ä§Ú.";
hsetup.phase13="IP-§Ñ§Õ§â§Ö§ã §ê§Ý§ð§Ù§Ñ §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ý§ñ§Ö§ä§ã§ñ §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§à§Þ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô."
hsetup.phase14="(§³§Ö§â§Ó§Ö§â §Õ§à§Þ§Ö§ß§ß§í§ç §Ú§Þ§Ö§ß)";
hsetup.phase15="§±§à§ã§ä§Ñ§Ó§ë§Ú§Ü §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô §Õ§à§Ý§Ø§Ö§ß §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ú§ä§î §ç§à§ä§ñ §Ò§í §à§Õ§Ú§ß IP-§Ñ§Õ§â§Ö§ã DNS-§ã§Ö§â§Ó§Ö§â§Ñ.";
hsetup.phase16="§ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §Ú §á§Ñ§â§à§Ý§î";
hsetup.phase17="§£§Ó§Ö§Õ§Ú§ä§Ö <b>§Ú§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ</b> §Ú <b>§á§Ñ§â§à§Ý§î</b>, \
		§Ü§à§ä§à§â§í§Ö §Ú§ã§á§à§Ý§î§Ù§å§ð§ä§ã§ñ §Õ§Ý§ñ §á§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§ñ §Ü §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§å §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô §é§Ö§â§Ö§Ù §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö PPPoE §Ú§Ý§Ú \
    		PPTP.";
hsetup.phase18="§±§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§Ö §á§à §Ù§Ñ§á§â§à§ã§å";
hsetup.phase19="§®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §Þ§à§Ø§ß§à §ß§Ñ§ã§ä§â§à§Ú§ä§î §ß§Ñ \
    		§Ñ§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§à§Ö §à§ä§Ü§Ý§ð§é§Ö§ß§Ú§Ö §à§ä §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ §á§à §Ú§ã§ä§Ö§é§Ö§ß§Ú§Ú §Ù§Ñ§Õ§Ñ§ß§ß§à§Ô§à §á§Ö§â§Ú§à§Õ§Ñ §Ò§Ö§Ù§Õ§Ö§Û§ã§ä§Ó§Ú§ñ \
    		(§á§Ñ§â§Ñ§Þ§Ö§ä§â \"§®§Ñ§Ü§ã§Ú§Þ§Ñ§Ý§î§ß§à§Ö §Ó§â§Ö§Þ§ñ §á§â§à§ã§ä§à§ñ\"). §¦§ã§Ý§Ú §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö §ã §ª§ß§ä§Ö§â§ß§Ö§ä§à§Þ §Ò§í§Ý§à §â§Ñ§Ù§à§â§Ó§Ñ§ß§à §Ó §â§Ö§Ø§Ú§Þ§Ö §á§â§à§ã§ä§à§ñ \
    		§Õ§Ñ§ß§ß§Ñ§ñ §à§á§è§Ú§ñ §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §å§ã§ä§â§à§Û§ã§ä§Ó§å §Ñ§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ú §Ó§ß§à§Ó§î §å§ã§ä§Ñ§ß§Ñ§Ó§Ý§Ú§Ó§Ñ§ä§î §á§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§Ö \
   		§ã§â§Ñ§Ù§å §á§à§ã§Ý§Ö §ä§à§Ô§à, §Ü§Ñ§Ü §Ó§í §ã§ß§à§Ó§Ñ §á§à§á§í§ä§Ñ§Ö§ä§Ö§ã§î §Ó§à§Û§ä§Ú §Ó \
   		§ª§ß§ä§Ö§â§ß§Ö§ä. §¦§ã§Ý§Ú §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§Ü§Ý§ð§é§Ú§ä§î §æ§å§ß§Ü§è§Ú§ð \"§±§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§Ö §á§à §Ù§Ñ§á§â§à§ã§å\", §ë§Ö§Ý§Ü§ß§Ú§ä§Ö §ß§Ñ §á§Ö§â§Ö§Ü§Ý§ð§é§Ñ§ä§Ö§Ý§Ö. §¦§ã§Ý§Ú \
    		§ä§â§Ö§Ò§å§Ö§ä§ã§ñ §á§à§ã§ä§à§ñ§ß§ß§à §á§à§Õ§Õ§Ö§â§Ø§Ú§Ó§Ñ§ä§î §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö §ã §ª§ß§ä§Ö§â§ß§Ö§ä§à§Þ, \
    		§Ó§Ó§Ö§Õ§Ú§ä§Ö <b>0</b> §Ó §á§à§Ý§Ö <i>§®§Ñ§Ü§ã. §Ó§â§Ö§Þ§ñ §á§â§à§ã§ä§à§ñ</i>. §£ §á§â§à§ä§Ú§Ó§ß§à§Þ §ã§Ý§å§é§Ñ§Ö §å§Ü§Ñ§Ø§Ú§ä§Ö §Ó§â§Ö§Þ§ñ (§Ó \
    		§Þ§Ú§ß§å§ä§Ñ§ç), §á§à §Ú§ã§ä§Ö§é§Ö§ß§Ú§Ú §Ü§à§ä§à§â§à§Ô§à §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö §ã §ª§ß§ä§Ö§â§ß§Ö§ä§à§Þ §Õ§à§Ý§Ø§ß§à §Ò§í§ä§î §á§â§Ö§â§Ó§Ñ§ß§à.";
hsetup.phase20="§±§à§Õ§Õ§Ö§â§Ø§Ü§Ñ §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§ñ ";
hsetup.phase21="§¥§Ñ§ß§ß§Ñ§ñ §à§á§è§Ú§ñ §á§à§Õ§Õ§Ö§â§Ø§Ú§Ó§Ñ§Ö§ä \
    		§á§à§ã§ä§à§ñ§ß§ß§à§Ö §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö §ã §ª§ß§ä§Ö§â§ß§Ö§ä§à§Þ §Õ§Ñ§Ø§Ö §Ó §á§Ö§â§Ú§à§Õ§í §Ò§Ö§Ù§Õ§Ö§Û§ã§ä§Ó§Ú§ñ. §¹§ä§à§Ò§í §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ä§î §ï§ä§à§ä \
    		§á§Ñ§â§Ñ§Þ§Ö§ä§â, §ë§Ö§Ý§Ü§ß§Ú§ä§Ö §ß§Ñ §á§Ö§â§Ö§Ü§Ý§ð§é§Ñ§ä§Ö§Ý§Ö §â§ñ§Õ§à§Þ §ã §á§à§Ý§Ö§Þ <i>§±§à§Õ§Õ§Ö§â§Ø§Ü§Ñ §ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§ñ</i>. §±§Ö§â§Ú§à§Õ §á§à§Ó§ä§à§â§ß§à§Ô§à \
    		§ß§Ñ§Ò§à§â§Ñ §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð §ã§à§ã§ä§Ñ§Ó§Ý§ñ§Ö§ä 30 §ã§Ö§Ü§å§ß§Õ (§ï§ä§à §à§Ù§ß§Ñ§é§Ñ§Ö§ä, §é§ä§à §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §Ò§å§Õ§Ö§ä §á§â§à§Ó§Ö§â§ñ§ä§î \
    		§Ú§ß§ä§Ö§â§ß§Ö§ä-§ã§à§Ö§Õ§Ú§ß§Ö§ß§Ú§Ö §Ü§Ñ§Ø§Õ§í§Ö 30 §ã§Ö§Ü§å§ß§Õ).";
hsetup.phase22="§±§â§Ú§Þ§Ö§é§Ñ§ß§Ú§Ö: §¯§Ö§Ü§à§ä§à§â§í§Ö \
    		§Ü§Ñ§Ò§Ö§Ý§î§ß§í§Ö §à§á§Ö§â§Ñ§ä§à§â§í §ä§â§Ö§Ò§å§ð§ä §å§Ü§Ñ§Ù§Ñ§ß§Ú§ñ §ã§á§Ö§è§Ú§æ§Ú§é§Ö§ã§Ü§à§Ô§à MAC-§Ñ§Õ§â§Ö§ã§Ñ §Õ§Ý§ñ §Õ§à§ã§ä§å§á§Ñ §Ó \
    		§ª§ß§ä§Ö§â§ß§Ö§ä. §¥§Ý§ñ §á§à§Ý§å§é§Ö§ß§Ú§ñ §Õ§à§á§à§Ý§ß§Ú§ä§Ö§Ý§î§ß§í§ç §ã§Ó§Ö§Õ§Ö§ß§Ú§Û §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ó§Ü§Ý§Ñ§Õ§Ü§å <b>§³§Ú§ã§ä§Ö§Þ§Ñ</b>. §©§Ñ§ä§Ö§Þ §ß§Ñ§Ø§Þ§Ú§ä§Ö \
    		§Ü§ß§à§á§Ü§å <b>§³§á§â§Ñ§Ó§Ü§Ñ</b> §Ú §à§Ù§ß§Ñ§Ü§à§Þ§î§ä§Ö§ã§î §ã §æ§å§ß§Ü§è§Ú§Ö§Û §Ü§Ý§à§ß§Ú§â§à§Ó§Ñ§ß§Ú§ñ MAC-§Ñ§Õ§â§Ö§ã§Ñ.";
hsetup.phase23="LAN";
hsetup.phase24="IP-§Ñ§Õ§â§Ö§ã §Ú §Þ§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú";
hsetup.phase25="§©§Õ§Ö§ã§î §à§ä§à§Ò§â§Ñ§Ø§Ñ§ð§ä§ã§ñ \
    		IP-§Ñ§Õ§â§Ö§ã §Ú §Þ§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ, §Ü§à§ä§à§â§í§Ö §Ó§Ú§Õ§Ú§Þ§í §Ó §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú. IP-§Ñ§Õ§â§Ö§ã \
    		§á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð ¡ª 192.168.1.1, §Ñ §Þ§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð ¡ª \
    		255.255.255.0.";
hsetup.phase26="DHCP";
hsetup.phase27="§³§à§ç§â§Ñ§ß§Ú§ä§Ö \
    		§ß§Ñ§ã§ä§â§à§Û§Ü§å §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð, <b>§£§Ü§Ý§ð§é§Ú§ä§î</b>, §é§ä§à§Ò§í §Ó§Ü§Ý§ð§é§Ú§ä§î §æ§å§ß§Ü§è§Ú§ð §ã§Ö§â§Ó§Ö§â§Ñ DHCP. §¦§ã§Ý§Ú §Ó §ã§Ö§ä§Ú §å§Ø§Ö §Ö§ã§ä§î \
    		DHCP-§ã§Ö§â§Ó§Ö§â §Ý§Ú§Ò§à §ß§Ñ§Ý§Ú§é§Ú§Ö DHCP-§ã§Ö§â§Ó§Ö§â§Ñ §ß§Ö §ä§â§Ö§Ò§å§Ö§ä§ã§ñ, \
    		§Ó§í§Ò§Ö§â§Ú§ä§Ö <b>§°§ä§Ü§Ý§ð§é§Ú§ä§î</b>.";
hsetup.phase28="§£§Ó§Ö§Õ§Ú§ä§Ö §Ù§ß§Ñ§é§Ö§ß§Ú§Ö, §ã \
    		§Ü§à§ä§à§â§à§Ô§à DHCP-§ã§Ö§â§Ó§Ö§â §ß§Ñ§é§ß§Ö§ä §á§â§Ú§ã§Ó§Ñ§Ú§Ó§Ñ§ß§Ú§Ö IP-§Ñ§Õ§â§Ö§ã§à§Ó. \
    		§¯§Ö §Ó§Ó§à§Õ§Ú§ä§Ö §Ó §Ü§Ñ§é§Ö§ã§ä§Ó§Ö §ß§Ñ§é§Ñ§Ý§î§ß§à§Ô§à §Ñ§Õ§â§Ö§ã§Ñ §Ù§ß§Ñ§é§Ö§ß§Ú§Ö 192.168.1.1 (IP-§Ñ§Õ§â§Ö§ã §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ).";
hsetup.phase29="§®§Ñ§Ü§ã§Ú§Þ§Ñ§Ý§î§ß§à§Ö §Ü§à§Ý§Ú§é§Ö§ã§ä§Ó§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û DHCP";
hsetup.phase30="§£§Ó§Ö§Õ§Ú§ä§Ö \
    		§Þ§Ñ§Ü§ã§Ú§Þ§Ñ§Ý§î§ß§à§Ö §é§Ú§ã§Ý§à §Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó §Õ§Ý§ñ §á§â§Ú§ã§Ó§à§Ö§ß§Ú§ñ §Ú§Þ IP-§Ñ§Õ§â§Ö§ã§à§Ó \
    		DHCP-§ã§Ö§â§Ó§Ö§â§à§Þ. §±§â§Ö§Õ§Ö§Ý§î§ß§à§Ö §é§Ú§ã§Ý§à: 253--§Ö§ã§Ý§Ú §Ù§Ñ§Õ§Ñ§ß §ß§Ñ§é§Ñ§Ý§î§ß§í§Û IP-§Ñ§Õ§â§Ö§ã \
    		192.168.1.2.";
hsetup.phase31="§£§â§Ö§Þ§ñ §Ñ§â§Ö§ß§Õ§í §Õ§Ý§ñ \
    		§Ü§Ý§Ú§Ö§ß§ä§Ñ ¡ª §ï§ä§à §á§â§à§Þ§Ö§Ø§å§ä§à§Ü §Ó§â§Ö§Þ§Ö§ß§Ú, §Ó §ä§Ö§é§Ö§ß§Ú§Ö §Ü§à§ä§à§â§à§Ô§à §ã§Ö§ä§Ö§Ó§à§Þ§å §å§ã§ä§â§à§Û§ã§ä§Ó§å §Ò§å§Õ§Ö§ä §â§Ñ§Ù§â§Ö§ê§Ö§ß§à \
    		§á§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§Ö §Ü §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å §ã §ä§Ö§Ü§å§ë§Ú§Þ §Õ§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§Ú§Þ IP-§Ñ§Õ§â§Ö§ã§à§Þ. §µ§Ü§Ñ§Ø§Ú§ä§Ö §Õ§Ý§Ú§ä§Ö§Ý§î§ß§à§ã§ä§î \
    		§á§â§à§Þ§Ö§Ø§å§ä§Ü§Ñ \"§Ñ§â§Ö§ß§Õ§í\" §Ó §Þ§Ú§ß§å§ä§Ñ§ç §Õ§Ý§ñ §ï§ä§à§Ô§à §Õ§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§à§Ô§à IP-§Ñ§Õ§â§Ö§ã§Ñ.";
hsetup.phase32="§³§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ñ§ñ DNS 1-3 ";
hsetup.phase33="§³§Ú§ã§ä§Ö§Þ§Ñ §Õ§à§Þ§Ö§ß§ß§í§ç §Ú§Þ§Ö§ß \
    		DNS §à§á§â§Ö§Õ§Ö§Ý§ñ§Ö§ä, §Ü§Ñ§Ü§Ú§Þ §à§Ò§â§Ñ§Ù§à§Þ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ö §Ú§Þ§Ö§ß§Ñ §Õ§à§Þ§Ö§ß§à§Ó §Ú §ã§Ñ§Û§ä§à§Ó \
    		§á§Ö§â§Ö§Ó§à§Õ§ñ§ä§ã§ñ §Ó §Ú§ß§ä§Ö§â§ß§Ö§ä-§Ñ§Õ§â§Ö§ã§Ñ §Ú URL. §±§à§ã§ä§Ñ§Ó§ë§Ú§Ü §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô §Õ§à§Ý§Ø§Ö§ß §á§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ú§ä§î §ç§à§ä§ñ §Ò§í \
    		§à§Õ§Ú§ß IP-§Ñ§Õ§â§Ö§ã DNS-§ã§Ö§â§Ó§Ö§â§Ñ. §±§â§Ú §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à§ã§ä§Ú §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ä§î §Õ§â§å§Ô§à§Û IP-§Ñ§Õ§â§Ö§ã §Ó§Ó§Ö§Õ§Ú§ä§Ö §Ö§Ô§à §Ó \
    		§à§Õ§ß§à §Ú§Ù §ï§ä§Ú§ç §á§à§Ý§Ö§Û. §©§Õ§Ö§ã§î §Þ§à§Ø§ß§à §Ó§Ó§Ö§ã§ä§Ú §Õ§à §ä§â§Ö§ç IP-§Ñ§Õ§â§Ö§ã§à§Ó \
    		DNS-§ã§Ö§â§Ó§Ö§â§à§Ó. §°§ß§Ú §Ú§ã§á§à§Ý§î§Ù§å§ð§ä§ã§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§à§Þ §Õ§Ý§ñ §å§ã§Ü§à§â§Ö§ß§ß§à§Ô§à §Õ§à§ã§ä§å§á§Ñ §Ü \
    		§â§Ñ§Ò§à§ä§Ñ§ð§ë§Ú§Þ DNS-§ã§Ö§â§Ó§Ö§â§Ñ§Þ.";
hsetup.phase34="§³§Ö§â§Ó§Ú§ã WINS (Windows Internet Naming Service) §å§á§â§Ñ§Ó§Ý§ñ§Ö§ä §Ó§Ù§Ñ§Ú§Þ§à§Õ§Ö§Û§ã§ä§Ó§Ú§Ö§Þ §Þ§Ö§Ø§Õ§å §ª§ß§ä§Ö§â§ß§Ö§ä§à§Þ §Ú §Ü§Ñ§Ø§Õ§í§Þ §±§¬ \
    		§ã §°§³ Windows. §¦§ã§Ý§Ú §Ó§í §Ú§ã§á§à§Ý§î§Ù§å§Ö§ä§Ö §ã§Ö§â§Ó§Ö§â WINS, §Ó§Ó§Ö§Õ§Ú§ä§Ö §Ö§Ô§à IP-§Ñ§Õ§â§Ö§ã §Ó §Õ§Ñ§ß§ß§à§Ö §á§à§Ý§Ö. \
    		§£ §á§â§à§ä§Ú§Ó§ß§à§Þ §ã§Ý§å§é§Ñ§Ö, §à§ã§ä§Ñ§Ó§î§ä§Ö §ï§ä§à §á§à§Ý§Ö §á§å§ã§ä§í§Þ.";
hsetup.phase35="§µ§ã§ä§Ñ§ß§à§Ó§Ú§ä§Ö §Ó§ã§Ö §æ§Ý§Ñ§Ø§Ü§Ú \
		§Ú §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§³§à§ç§â§Ñ§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú</b>, §é§ä§à§Ò§í §ã§à§ç§â§Ñ§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú. §¥§Ý§ñ §à§ä§Þ§Ö§ß§í §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§Û \
		§ß§Ñ§Ø§Þ§Ú§ä§Ö \
		§Ü§ß§à§á§Ü§å <b>§°§ä§Þ§Ö§ß§Ú§ä§î §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ</b>. §®§à§Ø§ß§à §á§â§à§Ó§Ö§â§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú, §ã§à§Ö§Õ§Ú§ß§Ú§Ó§ê§Ú§ã§î §ã\
		§ª§ß§ä§Ö§â§ß§Ö§ä§à§Þ. ";    		    		    		

//DDNS
var helpddns = new Object();
helpddns.phase1="§®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §Þ§à§Ø§Ö§ä §Ó§í§á§à§Ý§ß§ñ§ä§î §æ§å§ß§Ü§è§Ú§Ú §Õ§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§à§Û §ã§Ú§ã§ä§Ö§Þ§í §Õ§à§Þ§Ö§ß§ß§í§ç §Ú§Þ§Ö§ß (DDNS). §³§Ú§ã§ä§Ö§Þ§Ñ DDNS §á§à§Ù§Ó§à§Ý§ñ§Ö§ä \
		§á§â§Ú§ã§Ó§Ñ§Ú§Ó§Ñ§ä§î §Õ§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§Ú§Þ IP-§Ñ§Õ§â§Ö§ã§Ñ§Þ §æ§Ú§Ü§ã§Ú§â§à§Ó§Ñ§ß§ß§í§Ö §Ú§Þ§Ö§ß§Ñ §ç§à§ã§ä§Ñ §Ú §Õ§à§Þ§Ö§ß§ß§í§Ö §Ú§Þ§Ö§ß§Ñ. §¿§ä§à §å§Õ§à§Ò§ß§à §á§â§Ú \
		§Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§Ú §Ó §Ü§Ñ§é§Ö§ã§ä§Ó§Ö §ç§à§ã§ä§Ñ §ã§à§Ò§ã§ä§Ó§Ö§ß§ß§à§Ô§à §Ó§Ö§Ò-§ã§Ñ§Û§ä§Ñ, FTP-§ã§Ö§â§Ó§Ö§â§Ñ §Ú§Ý§Ú §Õ§â§å§Ô§à§Ô§à §ã§Ö§â§Ó§Ö§â§Ñ, §â§Ñ§ã§á§à§Ý§à§Ø§Ö§ß§ß§à§Ô§à §Ù§Ñ §á§â§Ö§Õ§Ö§Ý§Ñ§Þ§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ. §±§â§Ö§Ø§Õ§Ö §é§Ö§Þ \
		§Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ä§î §ï§ä§å §æ§å§ß§Ü§è§Ú§ð, §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §á§à§Õ§á§Ú§ã§Ñ§ä§î§ã§ñ §ß§Ñ §ã§Ö§â§Ó§Ú§ã DDNS §å §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ §å§ã§Ý§å§Ô DDNS\
		<i>www.dyndns.org</i>.";
helpddns.phase2="§³§Ö§â§Ó§Ú§ã DDNS";
helpddns.phase3="§¹§ä§à§Ò§í §à§ä§Ü§Ý§ð§é§Ú§ä§î §ã§Ö§â§Ó§Ú§ã DDNS, §à§ã§ä§Ñ§Ó§î§ä§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§å §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð: <b>§°§ä§Ü§Ý§ð§é§Ú§ä§î</b>. §¹§ä§à§Ò§í §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ä§î §á§â§à§ä§à§Ü§à§Ý DDNS, \
		§Ó§í§á§à§Ý§ß§Ú§ä§Ö §ã§Ý§Ö§Õ§å§ð§ë§Ú§Ö §Õ§Ö§Û§ã§ä§Ó§Ú§ñ:";
helpddns.phase4="§±§à§Õ§á§Ú§ê§Ú§ä§Ö§ã§î §ß§Ñ §ã§Ö§â§Ó§Ú§ã DDNS §ß§Ñ §Ó§Ö§Ò-§ã§Ñ§Û§ä§Ö <i>www.dyndns.org</i>, §Ú §Ù§Ñ§á§Ú§ê§Ú§ä§Ö \
		§ã§Ó§à§Ú §Ú§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ,<i> </i>§á§Ñ§â§à§Ý§î §Ú<i> </i>§Ú§Þ§ñ §ç§à§ã§ä§Ñ.";
helpddns.phase5="§£ §à§Ü§ß§Ö <i>DDNS</i> §Ó§í§Ò§Ö§â§Ú§ä§Ö <b>§£§Ü§Ý§ð§é§Ú§ä§î.</b>";
helpddns.phase6="§©§Ñ§á§à§Ý§ß§Ú§ä§Ö §á§à§Ý§ñ <i> §ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ</i>,<i> §±§Ñ§â§à§Ý§î</i> §Ú <i> §ª§Þ§ñ §ç§à§ã§ä§Ñ</i>.";
helpddns.phase7="§¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§³§à§ç§â§Ñ§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú</b>, §é§ä§à§Ò§í §ã§à§ç§â§Ñ§ß§Ú§ä§î §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ. §¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§°§ä§Þ§Ö§ß§Ú§ä§î §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ</b> §Õ§Ý§ñ \
		§Ú§ç §à§ä§Þ§Ö§ß§í.";
helpddns.phase8="§©§Õ§Ö§ã§î §à§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ §ä§Ö§Ü§å§ë§Ú§Û IP-§Ñ§Õ§â§Ö§ã §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ö.";
helpddns.phase9="§©§Õ§Ö§ã§î §à§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä§ã§ñ §ã§à§ã§ä§à§ñ§ß§Ú§Ö §á§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§ñ §Ü §ã§Ö§â§Ó§Ú§ã§å DDNS.";
		
//MAC Address Clone
var helpmac =  new Object();
helpmac.phase1="§¬§Ý§à§ß§Ú§â§à§Ó§Ñ§ß§Ú§Ö MAC-§Ñ§Õ§â§Ö§ã§Ñ";
helpmac.phase2="MAC-????¨½ ????¨½¨¾???¨B?¨¾ ¨½?¨¢?¨¦ 12-?¨ª?¡Â¨ª?¨¦ ???????¨¦ ???, ¨ª??¨ª?¡Â??¨§?¨¦ ¨®¨ª????¨¹¨ª?¨§¨® \
    		§à§Ò§à§â§å§Õ§à§Ó§Ñ§ß§Ú§ð §Õ§Ý§ñ §Ú§Õ§Ö§ß§ä§Ú§æ§Ú§Ü§Ñ§è§Ú§Ú. §¯§Ö§Ü§à§ä§à§â§í§Ö §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ú §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô (ISP) §ä§â§Ö§Ò§å§ð§ä §â§Ö§Ô§Ú§ã§ä§â§Ñ§è§Ú§Ú MAC-§Ñ§Õ§â§Ö§ã§Ñ \
    		§ã§Ö§ä§Ö§Ó§à§Û §Ü§Ñ§â§ä§í §Ú§Ý§Ú §Ñ§Õ§Ñ§á§ä§Ö§â§Ñ, §á§à§Õ§Ü§Ý§ð§é§Ö§ß§ß§à§Ô§à §Ü §Ü§Ñ§Ò§Ö§Ý§î§ß§à§Þ§å §Ú§Ý§Ú \
    		DSL-§Þ§à§Õ§Ö§Þ§å §Ó§à §Ó§â§Ö§Þ§ñ §å§ã§ä§Ñ§ß§à§Ó§Ü§Ú. §¦§ã§Ý§Ú §Ó§Ñ§ê §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô §ä§â§Ö§Ò§å§Ö§ä §â§Ö§Ô§Ú§ã§ä§â§Ñ§è§Ú§Ú MAC-§Ñ§Õ§â§Ö§ã§Ñ, \
    		¨ª?¨¦??¨¾? MAC-????¨½ ?????? ????¨¾??? ¨½ ??¨§??¨¹? \
    		?¨ª¨½¨¾?¨®???¨¦ ??¨B ????¨¦ ????????¨ª¨ª?¨¦ ¨½?¨½¨¾?¨§?.";
helpmac.phase3="§¥§Ý§ñ Windows 98 §Ú Millennium:";
helpmac.phase4="1.  §¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§±§å§ã§Ü</b> §Ú §Ó§í§Ò§Ö§â§Ú§ä§Ö <b>§£§í§á§à§Ý§ß§Ú§ä§î</b>.";
helpmac.phase5="2.  §£§Ó§Ö§Õ§Ú§ä§Ö <b>winipcfg </b>§Ó §á§à§ñ§Ó§Ú§Ó§ê§Ö§Þ§ã§ñ §á§à§Ý§Ö §Ú §ß§Ñ§Ø§Þ§Ú§ä§Ö <b>OK </b>.";
helpmac.phase6="3.  §£§í§Ò§Ö§â§Ú§ä§Ö §Ú§ã§á§à§Ý§î§Ù§å§Ö§Þ§í§Û §Ñ§Õ§Ñ§á§ä§Ö§â Ethernet.";
helpmac.phase7="4.  §¯§Ñ§Ø§Þ§Ú§ä§Ö <b>§ª§ß§æ§à§â§Þ§Ñ§è§Ú§ñ</b>.";
helpmac.phase8="5.  ??????¨¾? MAC-????¨½ ????¨¾???.";
helpmac.phase9="1.  §¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§±§å§ã§Ü</b> §Ú §Ó§í§Ò§Ö§â§Ú§ä§Ö <b>§£§í§á§à§Ý§ß§Ú§ä§î</b>.";
helpmac.phase10="2.  §£§Ó§Ö§Õ§Ú§ä§Ö <b>cmd </b>§Ó §á§à§ñ§Ó§Ú§Ó§ê§Ö§Þ§ã§ñ §á§à§Ý§Ö §Ú §ß§Ñ§Ø§Þ§Ú§ä§Ö <b>OK </b>.";
helpmac.phase11="3.  §£ §à§Ü§ß§Ö §Ü§à§Þ§Ñ§ß§Õ§ß§à§Û §ã§ä§â§à§Ü§Ú §Ó§Ó§Ö§Õ§Ú§ä§Ö <b>ipconfig /all</b> ? ????????¨¾? ????¡Â?¨½??¨¦ ????¨½ ?????? ????¨¾???.";
helpmac.phase12="4.  ??????¨¾? MAC-????¨½ ????¨¾???.";
helpmac.phase13="¡Á¨¾?¨¢? ???¨ª?????¨¾¨¹ MAC-????¨½ ¨½?¨¾????? ????¨¾??? ? ¨§????¨®¨¾???¨¾?? ¨¢?? ¨ª??¨¢????¨§?¨½¨¾? \
    		§Ú§Ù§Þ§Ö§ß§ñ§ä§î §Ù§Ñ§â§Ö§Ô§Ú§ã§ä§â§Ú§â§à§Ó§Ñ§ß§ß§í§Û MAC-§Ñ§Õ§â§Ö§ã §å §á§à§ã§ä§Ñ§Ó§ë§Ú§Ü§Ñ §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§ã§Ý§å§Ô, §Ó§í§á§à§Ý§ß§Ú§ä§Ö §ã§Ý§Ö§Õ§å§ð§ë§Ú§Ö §Õ§Ö§Û§ã§ä§Ó§Ú§ñ:";
helpmac.phase14="§¥§Ý§ñ Windows 2000 §Ú XP:";
helpmac.phase15="1.  §£§í§Ò§Ö§â§Ú§ä§Ö <b>§£§Ü§Ý§ð§é§Ú§ä§î</b>.";
helpmac.phase16="2.  ?????¨¾? MAC-????¨½ ????¨¾??? ? ???? <i>MAC-????¨½</i>.";
helpmac.phase17="3.  §¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§³§à§ç§â§Ñ§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú </b>.";
helpmac.phase18="§¹§ä§à§Ò§í §à§ä§Ü§Ý§ð§é§Ú§ä§î §Ü§Ý§à§ß§Ú§â§à§Ó§Ñ§ß§Ú§Ö MAC-§Ñ§Õ§â§Ö§ã§Ñ, §à§ã§ä§Ñ§Ó§î§ä§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§å §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð ¡ª <b>§°§ä§Ü§Ý§ð§é§Ú§ä§î</b>.";

//Advance Routing
var hrouting = new Object();
hrouting.phase1="§®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ñ";
hrouting.phase2="§£ §à§Ü§ß§Ö <i>§®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ñ</i> §Þ§à§Ø§ß§à §Ó§í§Ò§â§Ñ§ä§î §â§Ö§Ø§Ú§Þ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§Ú §Ú §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ. \
		 §²§Ö§Ø§Ú§Þ §º§Ý§ð§Ù§Ñ §â§Ö§Ü§à§Þ§Ö§ß§Õ§å§Ö§ä§ã§ñ §Õ§Ý§ñ §Ò§à§Ý§î§ê§Ú§ß§ã§ä§Ó§Ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û.";
hrouting.phase3="§£§í§Ò§Ö§â§Ú§ä§Ö §á§â§Ñ§Ó§Ú§Ý§î§ß§í§Û §â§Ñ§Ò§à§é§Ú§Û §â§Ö§Ø§Ú§Þ. §³§à§ç§â§Ñ§ß§Ú§ä§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§å §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð: <b> \
    		 §º§Ý§ð§Ù</b>, §Ö§ã§Ý§Ú §Õ§Ñ§ß§ß§í§Û §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §ñ§Ó§Ý§ñ§Ö§ä§ã§ñ §ç§à§ã§ä§à§Þ §Õ§Ý§ñ §á§à§Õ§Ü§Ý§ð§é§Ö§ß§Ú§ñ §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú §Ü §ª§ß§ä§Ö§â§ß§Ö§ä§å’s (§²§Ö§Ø§Ú§Þ §º§Ý§ð§Ù§Ñ §â§Ö§Ü§à§Þ§Ö§ß§Õ§å§Ö§ä§ã§ñ §Õ§Ý§ñ §Ò§à§Ý§î§ê§Ú§ß§ã§ä§Ó§Ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û). §£§í§Ò§Ö§â§Ú§ä§Ö <b> \
    		 §®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â </b>, §Ö§ã§Ý§Ú §Ó §ã§Ö§ä§Ú §Ö§ã§ä§î §Õ§â§å§Ô§Ú§Ö §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§í.";
hrouting.phase4="§¥§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§Ñ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ñ (RIP)";
hrouting.phase5="§±§â§Ú§Þ§Ö§é§Ñ§ß§Ú§Ö: §Õ§Ñ§ß§ß§Ñ§ñ §æ§å§ß§Ü§è§Ú§ñ §ß§Ö §Õ§à§ã§ä§å§á§ß§Ñ §Ó §â§Ö§Ø§Ú§Þ§Ö §º§Ý§ð§Ù.";
hrouting.phase6="§¥§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§Ñ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ñ §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å §Ñ§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ú §á§â§Ú§ã§á§à§ã§Ñ§Ò§Ý§Ú§Ó§Ñ§ä§î§ã§ñ §Ü \
    		 §æ§Ú§Ù§Ú§é§Ö§ã§Ü§Ú§Þ §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ§Þ §Ó §ã§Ö§ä§Ú §Ú §à§Ò§Þ§Ö§ß§Ú§Ó§Ñ§ä§î§ã§ñ §ä§Ñ§Ò§Ý§Ú§è§Ñ§Þ§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§Ú §ã §Õ§â§å§Ô§Ú§Þ§Ú §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ§Þ§Ú. §®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â \
    		 §à§á§â§Ö§Õ§Ö§Ý§ñ§Ö§ä §Þ§Ñ§â§ê§â§å§ä §á§Ö§â§Ö§Õ§Ñ§é§Ú §ã§Ö§ä§Ö§Ó§í§ç §á§Ñ§Ü§Ö§ä§à§Ó §Ú§Ù §â§Ñ§ã§é§Ö§ä§Ñ §ß§Ñ§Ú§Þ§Ö§ß§î§ê§Ö§Ô§à §Ü§à§Ý§Ú§é§Ö§ã§ä§Ó§Ñ \
    		 §ã§Ö§ä§Ö§Ó§í§ç §ã§Ö§Ô§Þ§Ö§ß§ä§à§Ó §Þ§Ö§Ø§Õ§å §Ú§ã§ç§à§Õ§ß§à§Û §ä§à§é§Ü§à§Û §Ú §ä§à§é§Ü§à§Û §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ. ";
hrouting.phase7="§¹§ä§à§Ò§í §Ó§Ü§Ý§ð§é§Ú§ä§î §Õ§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§å§ð §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ð §Õ§Ý§ñ WAN, §Ó§í§Ò§Ö§â§Ú§ä§Ö <b>WAN</b>. \
    		 §¹§ä§à§Ò§í §Ó§Ü§Ý§ð§é§Ú§ä§î §Õ§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§å§ð §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ð §Õ§Ý§ñ §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú, §Ó§í§Ò§Ö§â§Ú§ä§Ö <b>§­§à§Ü§Ñ§Ý§î§ß§Ñ§ñ §Ú §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§Ñ§ñ §ã§Ö§ä§î</b>. \
    		 §¹§ä§à§Ò§í §Ó§Ü§Ý§ð§é§Ú§ä§î §Õ§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§å§ð §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ð §Õ§Ý§ñ WAN §Ú §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú, §Ó§í§Ò§Ö§â§Ú§ä§Ö <b> \
    		 §°§Ò§Ö §ã§Ö§ä§Ú</b>. §¹§ä§à§Ò§í §à§ä§Ü§Ý§ð§é§Ú§ä§î §Õ§Ú§ß§Ñ§Þ§Ú§é§Ö§ã§Ü§å§ð §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ð §á§â§Ú §á§Ö§â§Ö§Õ§Ñ§é§Ö §Õ§Ñ§ß§ß§í§ç, §à§ã§ä§Ñ§Ó§î§ä§Ö \
    		 §Ù§ß§Ñ§é§Ö§ß§Ú§Ö §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð ¡ª <b>§°§ä§Ü§Ý§ð§é§Ú§ä§î</b>. ";
hrouting.phase8="§³§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ñ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ñ, IP-§Ñ§Õ§â§Ö§ã §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ, §Þ§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú, §ê§Ý§ð§Ù §Ú §Ú§ß§ä§Ö§â§æ§Ö§Û§ã";
hrouting.phase9="§¥§Ý§ñ §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §ã§ä§Ñ§ä§Ú§é§Ö§ã§Ü§à§Ô§à §Þ§Ñ§â§ê§â§å§ä§Ñ §Þ§Ö§Ø§Õ§å §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§à§Þ §Ú §Õ§â§å§Ô§à§Û §ã§Ö§ä§î§ð §Ó§í§Ò§Ö§â§Ú§ä§Ö \
    		 §ß§à§Þ§Ö§â §Ú§Ù §Ó§í§á§Ñ§Õ§Ñ§ð§ë§Ö§Ô§à §ã§á§Ú§ã§Ü§Ñ <i>§³§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ñ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ñ</i>. (§³§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§Û \
    		 §Þ§Ñ§â§ê§â§å§ä ¡ª §ï§ä§à §á§â§Ö§Õ§Ó§Ñ§â§Ú§ä§Ö§Ý§î§ß§à §Ù§Ñ§Õ§Ñ§ß§ß§í§Û §á§å§ä§î, §á§à §Ü§à§ä§à§â§à§Þ§å §Õ§à§Ý§Ø§ß§Ñ §Ú§Õ§ä§Ú §ã§Ö§ä§Ö§Ó§Ñ§ñ §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ñ, \
    		 §é§ä§à§Ò§í §Õ§à§ã§ä§Ú§é§î §à§á§â§Ö§Õ§Ö§Ý§Ö§ß§ß§à§Ô§à §ç§à§ã§ä§Ñ §Ú§Ý§Ú §ã§Ö§ä§Ú.)";
hrouting.phase10="§£§Ó§Ö§Õ§Ú§ä§Ö §ã§Ý§Ö§Õ§å§ð§ë§Ú§Ö §Õ§Ñ§ß§ß§í§Ö:";
hrouting.phase11="IP-§Ñ§Õ§â§Ö§ã §ä§à§é§Ü§Ú §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ </b>- \
		  IP-§Ñ§Õ§â§Ö§ã §ä§à§é§Ü§Ú §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ ¡ª §ï§ä§à §Ñ§Õ§â§Ö§ã §ã§Ö§ä§Ú §Ú§Ý§Ú §ç§à§ã§ä§Ñ, §Ü §Ü§à§ä§à§â§à§Þ§å §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §ß§Ñ§Ù§ß§Ñ§é§Ú§ä§î §ã§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§Û §Þ§Ñ§â§ê§â§å§ä.";
hrouting.phase12="§®§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú </b>- \
		  §®§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú §à§á§â§Ö§Õ§Ö§Ý§ñ§Ö§ä, §Ü§Ñ§Ü§Ñ§ñ §é§Ñ§ã§ä§î IP-§Ñ§Õ§â§Ö§ã §ä§à§é§Ü§Ú §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ §ñ§Ó§Ý§ñ§Ö§ä§ã§ñ §ã§Ö§ä§Ö§Ó§à§Û, §Ñ §Ü§Ñ§Ü§Ñ§ñ ¡ª \
    		  §Ñ§Õ§â§Ö§ã§à§Þ §ç§à§ã§ä§Ñ. ";
hrouting.phase13="§º§Ý§ð§Ù </b>- \
		  IP-§Ñ§Õ§â§Ö§ã §ê§Ý§ð§Ù§à§Ó§à§Ô§à §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ, §à§Ò§Ö§ã§á§Ö§é§Ú§Ó§Ñ§ð§ë§Ö§Ô§à §ã§Ó§ñ§Ù§î §Þ§Ö§Ø§Õ§å §Õ§Ñ§ß§ß§í§Þ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§à§Þ §Ú §å§Õ§Ñ§Ý§Ö§ß§ß§à§Û §ã§Ö§ä§î§ð §Ú§Ý§Ú §ç§à§ã§ä§à§Þ.";
hrouting.phase14="§£ §Ù§Ñ§Ó§Ú§ã§Ú§Þ§à§ã§ä§Ú §à§ä §â§Ñ§ã§á§à§Ý§à§Ø§Ö§ß§Ú§ñ IP-§Ñ§Õ§â§Ö§ã§Ñ §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ §Ó§í§Ò§Ö§â§Ú§ä§Ö \
    		  <b>§­§à§Ü§Ñ§Ý§î§ß§Ñ§ñ §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§Ñ§ñ §ã§Ö§ä§î</b>§Ú§Ý§Ú <b>WAN </b>§Ó §Ó§í§á§Ñ§Õ§Ñ§ð§ë§Ö§Þ §Þ§Ö§ß§ð<i>§ª§ß§ä§Ö§â§æ§Ö§Û§ã</i>.";
hrouting.phase15="§¹§ä§à§Ò§í §ã§à§ç§â§Ñ§ß§Ú§ä§î §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ, §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§±§â§Ú§Þ§Ö§ß§Ú§ä§î </b>. §¥§Ý§ñ §à§ä§Þ§Ö§ß§í §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§Û §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b> \
    		  §°§ä§Þ§Ö§ß§Ñ </b>.";
hrouting.phase16="§¥§Ý§ñ §Õ§à§Ò§Ñ§Ó§Ý§Ö§ß§Ú§ñ §Õ§à§á§à§Ý§ß§Ú§ä§Ö§Ý§î§ß§í§ç §ã§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§ç §Þ§Ñ§â§ê§â§å§ä§à§Ó §á§à§Ó§ä§à§â§Ú§ä§Ö §ê§Ñ§Ô§Ú 1-4.";
hrouting.phase17="§µ§Õ§Ñ§Ý§Ú§ä§î §Ù§Ñ§á§Ú§ã§î";
hrouting.phase18="§¥§Ý§ñ §å§Õ§Ñ§Ý§Ö§ß§Ú§ñ §ã§ä§Ñ§ä§Ú§é§Ö§ã§Ü§à§Ô§à §Þ§Ñ§â§ê§â§å§ä§Ñ:";
hrouting.phase19="§£ §Ó§í§á§Ñ§Õ§Ñ§ð§ë§Ö§Þ §Þ§Ö§ß§ð <i>§³§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ñ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ñ</i> §Ó§í§Ò§Ö§â§Ú§ä§Ö §ß§à§Þ§Ö§â §Þ§Ñ§â§ê§â§å§ä§Ñ.";
hrouting.phase20="§»§Ö§Ý§Ü§ß§Ú§ä§Ö <b>§µ§Õ§Ñ§Ý§Ú§ä§î §ï§ä§å §Ù§Ñ§á§Ú§ã§î</b>.";
hrouting.phase21="§¥§Ý§ñ §ã§à§ç§â§Ñ§ß§Ö§ß§Ú§ñ §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§Û §ß§Ñ§Ø§Þ§Ú§ä§Ö <b>§±§â§Ú§Þ§Ö§ß§Ú§ä§î </b>. §¹§ä§à§Ò§í §à§ä§Þ§Ö§ß§Ú§ä§î §å§Õ§Ñ§Ý§Ö§ß§Ú§Ö, §ß§Ñ§Ø§Þ§Ú§ä§Ö <b> \
    		  §°§ä§Þ§Ö§ß§Ñ </b>. ";
hrouting.phase22="§±§à§Ü§Ñ§Ù§Ñ§ä§î §ä§Ñ§Ò§Ý§Ú§è§å §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§Ú";
hrouting.phase23="§¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å\
    		  <b>§±§à§Ü§Ñ§Ù§Ñ§ä§î §ä§Ñ§Ò§Ý§Ú§è§å §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§Ú</b> §Õ§Ý§ñ §á§â§à§ã§Þ§à§ä§â§Ñ §Ó§ã§Ö§ç §Õ§à§á§å§ã§ä§Ú§Þ§í§ç §Ú§ã§á§à§Ý§î§Ù§å§Ö§Þ§í§ç §Þ§Ñ§â§ê§â§å§ä§à§Ó. IP-§Ñ§Õ§â§Ö§ã §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ, §Þ§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú, \
    		  §ê§Ý§ð§Ù §Ú §Ú§ß§ä§Ö§â§æ§Ö§Û§ã §á§â§Ú§Ó§Ö§Õ§Ö§ß§í §Õ§Ý§ñ §Ü§Ñ§Ø§Õ§à§Ô§à §Ù§Ñ§á§Ú§ã§Ú. §¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§°§Ò§ß§à§Ó§Ú§ä§î</b>, §é§ä§à§Ò§í §à§Ò§ß§à§Ó§Ú§ä§î §Õ§Ñ§ß§ß§í§Ö, §à§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§Þ§í§Ö §ß§Ñ §ï§Ü§â§Ñ§ß§Ö. §¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b> \
    		  §©§Ñ§Ü§â§í§ä§î</b>, §é§ä§à§Ò§í §Ó§Ö§â§ß§å§ä§î§ã§ñ §Ó §à§Ü§ß§à <i>§®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§è§Ú§ñ</i>.";
hrouting.phase24="IP-§Ñ§Õ§â§Ö§ã §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ </b> - \
		  IP-§Ñ§Õ§â§Ö§ã §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ - §ï§ä§à §Ñ§Õ§â§Ö§ã §ã§Ö§ä§Ú §Ú§Ý§Ú §ç§à§ã§ä§Ñ, §Ü §Ü§à§ä§à§â§à§Þ§å §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §ß§Ñ§Ù§ß§Ñ§é§Ú§ä§î §ã§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§Û §Þ§Ñ§â§ê§â§å§ä. ";
hrouting.phase25="§®§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú</b> - \
		  §®§Ñ§ã§Ü§Ñ §á§à§Õ§ã§Ö§ä§Ú §à§á§â§Ö§Õ§Ö§Ý§ñ§Ö§ä, §Ü§Ñ§Ü§Ñ§ñ §é§Ñ§ã§ä§î IP-§Ñ§Õ§â§Ö§ã§Ñ §ñ§Ó§Ý§ñ§Ö§ä§ã§ñ §ã§Ö§ä§Ö§Ó§à§Û, §Ñ §Ü§Ñ§Ü§Ñ§ñ ¡ª §Ñ§Õ§â§Ö§ã§à§Þ §ç§à§ã§ä§Ñ.";
hrouting.phase26="§º§Ý§ð§Ù</b> - IP-§Ñ§Õ§â§Ö§ã §ê§Ý§ð§Ù§à§Ó§à§Ô§à §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ, §à§Ò§Ö§ã§á§Ö§é§Ú§Ó§Ñ§ð§ë§Ö§Ô§à §ã§Ó§ñ§Ù§î §Þ§Ö§Ø§Õ§å §Õ§Ñ§ß§ß§í§Þ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§à§Þ §Ú §å§Õ§Ñ§Ý§Ö§ß§ß§à§Û §ã§Ö§ä§î§ð §Ú§Ý§Ú §ç§à§ã§ä§à§Þ.";
hrouting.phase27="§ª§ß§ä§Ö§â§æ§Ö§Û§ã</b> - §µ§Ü§Ñ§Ù§í§Ó§Ñ§Ö§ä, §ß§Ñ§ç§à§Õ§Ú§ä§ã§ñ §Ý§Ú IP-§Ñ§Õ§â§Ö§ã §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§ñ §Ó \
    		  <b> §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §Ú §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú</b>(§Ó§ß§å§ä§â§Ö§ß§ß§Ö§Û §á§â§à§Ó§à§Õ§ß§à§Û §Ú §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§ñ§ç), <b>§ã§Ö§ä§Ú WAN</b> (§ª§ß§ä§Ö§â§ß§Ö§ä) §Ú§Ý§Ú <b> \
    		  §Ú§ß§ä§Ö§â§æ§Ö§Û§ã§Ö §à§Ò§â§Ñ§ä§ß§à§Û §ã§Ó§ñ§Ù§Ú</b> (§æ§Ú§Ü§ä§Ú§Ó§ß§Ñ§ñ §ã§Ö§ä§î, §Ó §Ü§à§ä§à§â§à§Û §Ü§à§Þ§á§î§ð§ä§Ö§â §Ó§í§ã§ä§å§á§Ñ§Ö§ä §Ó §Ü§Ñ§é§Ö§ã§ä§Ó§Ö §ã§Ö§ä§Ú, §é§ä§à §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Õ§Ý§ñ §â§Ñ§Ò§à§ä§í §ß§Ö§Ü§à§ä§à§â§í§ç §á§â§à§Ô§â§Ñ§Þ§Þ). ";

//Firewall
var hfirewall = new Object();
hfirewall.phase1="§¢§Ý§à§Ü§Ú§â§à§Ó§Ü§Ñ §Ù§Ñ§á§â§à§ã§Ñ WAN";
hfirewall.phase2="§£§Ü§Ý§ð§é§Ö§ß§Ú§Ö §æ§å§ß§Ü§è§Ú§Ú §Ò§Ý§à§Ü§Ú§â§à§Ó§Ü§Ú §Ù§Ñ§á§â§à§ã§Ñ WAN §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §Ù§Ñ§á§â§Ö§ä§Ú§ä§î \
    		 \"§á§â§à§Ù§Ó§à§ß\" §Ú§Ý§Ú §à§Ò§ß§Ñ§â§å§Ø§Ö§ß§Ú§Ö §ã§Ö§ä§Ú §ã§à §ã§ä§à§â§à§ß§í §Ú§ß§ä§Ö§â§ß§Ö§ä-§á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û. §¢§Ý§à§Ü§Ú§â§à§Ó§Ü§Ñ §Ù§Ñ§á§â§à§ã§Ñ WAN \
    		 §ä§Ñ§Ü§Ø§Ö §á§à§Ó§í§ê§Ñ§Ö§ä §å§â§à§Ó§Ö§ß§î §ã§Ö§ä§Ö§Ó§à§Û §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú, §ã§Ü§â§í§Ó§Ñ§ñ §ã§Ö§ä§Ö§Ó§í§Ö §á§à§â§ä§í. \
    		 §°§Ò§Ö §æ§å§ß§Ü§è§Ú§Ú §Ò§Ý§à§Ü§Ú§â§à§Ó§Ü§Ú §Ù§Ñ§á§â§à§ã§Ñ WAN §Ù§Ñ§ä§â§å§Õ§ß§ñ§ð§ä \
    		 §Õ§à§ã§ä§å§á §Ó §Ó§Ñ§ê§å §ã§Ö§ä§î §Õ§Ý§ñ §Ó§ß§Ö§ê§ß§Ú§ç §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û. §¶§å§ß§Ü§è§Ú§ñ §Ó§Ü§Ý§ð§é§Ö§ß§Ñ \
    		 §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð. §£§í§Ò§Ö§â§Ú§ä§Ö <b>§°§ä§Ü§Ý§ð§é§Ú§ä§î</b>, §é§ä§à§Ò§í §à§ä§Ü§Ý§ð§é§Ú§ä§î §ï§ä§å §æ§å§ß§Ü§è§Ú§ð.";
hfirewall.right="§£§Ü§Ý§ð§é§Ö§ß§Ú§Ö §Ú §à§ä§Ü§Ý§ð§é§Ö§ß§Ú§Ö §Þ§Ö§Ø§ã§Ö§ä§Ö§Ó§à§Ô§à §ï§Ü§â§Ñ§ß§Ñ.";

//VPN
var helpvpn = new Object();
helpvpn.phase1="VPN-§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§Ö";
helpvpn.phase2="§£§Ú§â§ä§å§Ñ§Ý§î§ß§í§Ö §é§Ñ§ã§ä§ß§í§Ö §ã§Ö§ä§Ú (VPN), §Ü§Ñ§Ü §á§â§Ñ§Ó§Ú§Ý§à, §Ú§ã§á§à§Ý§î§Ù§å§ð§ä§ã§ñ §Õ§Ý§ñ §â§Ñ§Ò§à§ä§í §Ó §ã§ä§â§å§Ü§ä§å§â§Ö §ã§Ö§ä§Ú. §¥§Ý§ñ \
    		VPN-§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §á§à§Õ§Õ§Ö§â§Ø§Ú§Ó§Ñ§Ö§ä IPSec -§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Ú PPTP-§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§Ö.";
helpvpn.phase3="<b>§±§â§à§ä§à§Ü§à§Ý §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú IPSec</b> (Internet Protocol Security) §á§â§Ö§Õ§ã§ä§Ñ§Ó§Ý§ñ§Ö§ä §ã§à§Ò§à§Û §Ü§à§Þ§á§Ý§Ö§Ü§ä §á§â§à§ä§à§Ü§à§Ý§à§Ó, §á§â§Ú§Þ§Ö§ß§ñ§Ö§Þ§í§Û §Õ§Ý§ñ \
      		§Ò§Ö§Ù§à§á§Ñ§ã§ß§à§Ô§à §à§Ò§Þ§Ö§ß§Ñ §á§Ñ§Ü§Ö§ä§Ñ§Þ§Ú §ß§Ñ §å§â§à§Ó§ß§Ö IP. §¹§ä§à§Ò§í §â§Ñ§Ù§â§Ö§ê§Ú§ä§î §á§â§à§ç§à§Ø§Õ§Ö§ß§Ú§Ö IPSec-§ä§å§ß§ß§Ö§Ý§Ö§Û §é§Ö§â§Ö§Ù \
      		§Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â, IPSec-§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Ó§Ü§Ý§ð§é§Ö§ß§à §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð. §¹§ä§à§Ò§í §à§ä§Ü§Ý§ð§é§Ú§ä§î \
      		IPSec-§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§Ö, §ã§ß§Ú§Þ§Ú§ä§Ö §æ§Ý§Ñ§Ø§à§Ü §ß§Ñ§á§â§à§ä§Ú§Ó §á§à§Ý§ñ <i>IPSec</i>.";
helpvpn.phase4="<b>PPTP </b>- §±§â§à§ä§à§Ü§à§Ý §ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§ñ Point-to-Point Tunneling Protocol §á§â§Ö§Õ§ã§ä§Ñ§Ó§Ý§ñ§Ö§ä §ã§à§Ò§à§Û §Þ§Ö§ä§à§Õ §à§â§Ô§Ñ§ß§Ú§Ù§Ñ§è§Ú§Ú §ã§Ö§Ñ§ß§ã§à§Ó VPN \
      		§ã §ã§Ö§â§Ó§Ö§â§à§Þ Windows NT 4.0 §Ú§Ý§Ú 2000. §¹§ä§à§Ò§í §â§Ñ§Ù§â§Ö§ê§Ú§ä§î §á§â§à§ç§à§Ø§Õ§Ö§ß§Ú§Ö PPTP-§ä§å§ß§ß§Ö§Ý§Ö§Û §é§Ö§â§Ö§Ù \
      		§Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â, PPTP-§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Ó§Ü§Ý§ð§é§Ö§ß§à §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð. §¹§ä§à§Ò§í §à§ä§Ü§Ý§ð§é§Ú§ä§î \
      		PPTP-§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§Ö, §ã§ß§Ú§Þ§Ú§ä§Ö §æ§Ý§Ñ§Ø§à§Ü §ß§Ñ§á§â§à§ä§Ú§Ó §á§à§Ý§ñ <i>PPTP</i>.";

helpvpn.right="§®§à§Ø§ß§à §Ó§Ü§Ý§ð§é§Ú§ä§î PPTP, L2TP IPSec-§ä§å§ß§ß§Ö§Ý§Ú§â§à§Ó§Ñ§ß§Ú§ñ, §é§ä§à§Ò§í §á§à§Ù§Ó§à§Ý§Ú§ä§î §ã§Ö§ä§Ö§Ó§í§Þ \
		§å§ã§ä§â§à§Û§ã§ä§Ó§Ñ§Þ §á§à§Õ§Õ§Ö§â§Ø§Ú§Ó§Ñ§ä§î §ã§Ó§ñ§Ù§î §á§à VPN.";
//Internet Access
var hfilter = new Object();
hfilter.phase1="§¶§Ú§Ý§î§ä§â§í";
hfilter.phase2="§°§Ü§ß§à <i>§¶§Ú§Ý§î§ä§â§í</i> §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §â§Ñ§Ù§â§Ö§ê§Ú§ä§î §Ú§Ý§Ú §Ù§Ñ§á§â§Ö§ä§Ú§ä§î §à§á§â§Ö§Õ§Ö§Ý§Ö§ß§ß§í§Ö §Õ§Ö§Û§ã§ä§Ó§Ú§ñ §á§à §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§ð \
		§ª§ß§ä§Ö§â§ß§Ö§ä§Ñ. §®§à§Ø§ß§à §å§ã§ä§Ñ§ß§à§Ó§Ú§ä§î §á§à§Ý§Ú§ä§Ú§Ü§Ú §Õ§à§ã§ä§å§á§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä §Õ§Ý§ñ §Ü§à§ß§Ü§â§Ö§ä§ß§í§ç §Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó \
		§Ú §ß§Ñ§ã§ä§â§à§Ú§ä§î §æ§Ú§Ý§î§ä§â§í §ß§Ñ §à§ã§ß§à§Ó§Ö §ß§à§Þ§Ö§â§à§Ó §ã§Ö§ä§Ö§Ó§í§ç §á§à§â§ä§à§Ó.";
hfilter.phase3="§¥§Ñ§ß§ß§Ñ§ñ §æ§å§ß§Ü§è§Ú§ñ §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §ã§à§Ù§Õ§Ñ§ä§î §Õ§à 10 §â§Ñ§Ù§Ý§Ú§é§ß§í§ç §á§à§Ý§Ú§ä§Ú§Ü §Õ§à§ã§ä§å§á§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä \
    		§Õ§Ý§ñ §Ü§à§ß§Ü§â§Ö§ä§ß§í§ç §Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó, §Ú§Õ§Ö§ß§ä§Ú§æ§Ú§è§Ú§â§å§Ö§Þ§í§ç §á§à IP- §Ú§Ý§Ú MAC-§Ñ§Õ§â§Ö§ã§Ñ§Þ. §¥§Ý§ñ \
    		§Ü§Ñ§Ø§Õ§à§Û §á§à§Ý§Ú§ä§Ú§Ü§Ú §Þ§à§Ø§ß§à §å§Ü§Ñ§Ù§Ñ§ä§î §Ü§à§Þ§á§î§ð§ä§Ö§â§í, §ã §Õ§à§ã§ä§å§á§à§Þ §Ó §à§á§â§Ö§Õ§Ö§Ý§Ö§ß§ß§í§Ö §Õ§ß§Ú §ß§Ö§Õ§Ö§Ý§Ú §Ú §Ó§â§Ö§Þ§ñ §ã§å§ä§à§Ü.";
hfilter.phase4="§¹§ä§à§Ò§í §ã§à§Ù§Õ§Ñ§ä§î §Ú§Ý§Ú §Ú§Ù§Þ§Ö§ß§Ú§ä§î §á§à§Ý§Ú§ä§Ú§Ü§å, §Ó§í§á§à§Ý§ß§Ú§ä§Ö §ã§Ý§Ö§Õ§å§ð§ë§Ú§Ö §Õ§Ö§Û§ã§ä§Ó§Ú§ñ:";
hfilter.phase5="§£§í§Ò§Ö§â§Ú§ä§Ö §ß§à§Þ§Ö§â §ä§â§Ö§Ò§å§Ö§Þ§à§Û §á§à§Ý§Ú§ä§Ú§Ü§Ú \(1-10\) §Ú§Ù §Ó§í§á§Ñ§Õ§Ñ§ð§ë§Ö§Ô§à §Þ§Ö§ß§ð.";
hfilter.phase6="§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §á§à§Ý§Ú§ä§Ú§Ü§Ú §Ó §á§à§Ý§Ö <i>§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §á§â§à§æ§Ú§Ý§ñ</i>";
hfilter.phase7="§¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§²§Ö§Õ§Ñ§Ü§ä§Ú§â§à§Ó§Ñ§ä§î §ã§á§Ú§ã§à§Ü §Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó</b>.";
hfilter.phase8="§»§Ö§Ý§Ü§ß§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§±§â§Ú§Þ§Ö§ß§Ú§ä§î</b> §Õ§Ý§ñ §ã§à§ç§â§Ñ§ß§Ö§ß§Ú§ñ §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§Û. §¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§°§ä§Þ§Ö§ß§Ñ</b> §Õ§Ý§ñ \
    		§à§ä§Þ§Ö§ß§í §ß§Ö§ã§à§ç§â§Ñ§ß§Ö§ß§ß§í§ç §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§Û. §¯§Ñ§Ø§Þ§Ú§ä§Ö <b>§©§Ñ§Ü§â§í§ä§î</b>, §é§ä§à§Ò§í §Ó§Ö§â§ß§å§ä§î§ã§ñ §Ó §à§Ü§ß§à\
    		<i>§¶§Ú§Ý§î§ä§â§í</i>.";
hfilter.phase9="§¹§ä§à§Ò§í §Ù§Ñ§Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§ä§î §Ú§ß§ä§Ö§â§ß§Ö§ä-§Õ§à§ã§ä§å§á §Õ§Ý§ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó §Ó §ã§á§Ú§ã§Ü§Ö §Ó §à§á§â§Ö§Õ§Ö§Ý§Ö§ß§ß§í§Ö §Õ§ß§Ú §Ú §é§Ñ§ã§í, \
    		§ã§à§ç§â§Ñ§ß§Ú§ä§Ö §ß§Ñ§ã§ä§â§à§Û§Ü§å §á§à §å§Þ§à§Ý§é§Ñ§ß§Ú§ð ¡ª <b>§°§ä§Ü§Ý§ð§é§Ú§ä§î §Ú§ß§ä§Ö§â§ß§Ö§ä-§Õ§à§ã§ä§å§á §Õ§Ý§ñ \
    		§Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó</b>. §¹§ä§à§Ò§í §â§Ñ§Ù§â§Ö§ê§Ú§ä§î §Ú§ß§ä§Ö§â§ß§Ö§ä-§Õ§à§ã§ä§å§á §Õ§Ý§ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó §Ó §ã§á§Ú§ã§Ü§Ö \
    		§Ó §å§Ü§Ñ§Ù§Ñ§ß§ß§í§Ö §Õ§ß§Ú §Ú §é§Ñ§ã§í, §ß§Ñ§Ø§Þ§Ú§ä§Ö §á§Ö§â§Ö§Ü§Ý§ð§é§Ñ§ä§Ö§Ý§î <i> §£§Ü§Ý§ð§é§Ú§ä§î \
    		§Ú§ß§ä§Ö§â§ß§Ö§ä-§Õ§à§ã§ä§å§á §Õ§Ý§ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó</i>.";
hfilter.phase10="§£ §à§Ü§ß§Ö <i>§³§á§Ú§ã§à§Ü §Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó</i> §Þ§à§Ø§ß§à §å§Ü§Ñ§Ù§Ñ§ä§î §Ü§à§Þ§á§î§ð§ä§Ö§â§í §á§à IP- §Ú§Ý§Ú MAC-§Ñ§Õ§â§Ö§ã§Ñ§Þ. §£§Ó§Ö§Õ§Ú§ä§Ö \
    		§ã§à§à§ä§Ó§Ö§ä§ã§ä§Ó§å§ð§ë§Ú§Ö IP-§Ñ§Õ§â§Ö§ã§Ñ §Ó §á§à§Ý§ñ <i>IP</i>. §¥§Ý§ñ §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§ñ §Ó §æ§Ú§Ý§î§ä§â§Ö \
    		§Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ñ IP-§Ñ§Õ§â§Ö§ã§à§Ó §Ù§Ñ§á§à§Ý§ß§Ú§ä§Ö §ã§à§à§ä§Ó§Ö§ä§ã§ä§Ó§å§ð§ë§Ú§Ö §á§à§Ý§ñ <i>§¥§Ú§Ñ§á§Ñ§Ù§à§ß IP-§Ñ§Õ§â§Ö§ã§à§Ó</i>. \
    		§£§Ó§Ö§Õ§Ú§ä§Ö §ã§à§à§ä§Ó§Ö§ä§ã§ä§Ó§å§ð§ë§Ú§Ö MAC-§Ñ§Õ§â§Ö§ã§Ñ §Ó §á§à§Ý§ñ <i>MAC</i>.";
hfilter.phase11="§µ§Ü§Ñ§Ø§Ú§ä§Ö §Ó§â§Ö§Þ§ñ §à§Ô§â§Ñ§ß§Ú§é§Ö§ß§Ú§ñ §Õ§à§ã§ä§å§á§Ñ. §£§í§Ò§Ö§â§Ú§ä§Ö <b>24 §é§Ñ§ã§Ñ</b><b> </b>§Ú§Ý§Ú §å§ã§ä§Ñ§ß§à§Ó§Ú§ä§Ö §Ô§Ñ§Ý§à§é§Ü§å §ß§Ñ§á§â§à§ä§Ú§Ó §á§à§Ý§ñ <i>§³</i> \
    		§Ú §å§Ü§Ñ§Ø§Ú§ä§Ö §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§í§Û §á§Ö§â§Ú§à§Õ §ã §á§à§Þ§à§ë§î§ð §Ó§í§á§Ñ§Õ§Ñ§ð§ë§Ö§Ô§à §Þ§Ö§ß§ð. ";
hfilter.phase12="§µ§Ü§Ñ§Ø§Ú§ä§Ö §Õ§ß§Ú §à§Ô§â§Ñ§ß§Ú§é§Ö§ß§Ú§ñ §Õ§à§ã§ä§å§á§Ñ. §£§í§Ò§Ö§â§Ú§ä§Ö <b>§¦§Ø§Ö§Õ§ß§Ö§Ó§ß§à</b> §Ú§Ý§Ú §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§í§Ö §Õ§ß§Ú §ß§Ö§Õ§Ö§Ý§Ú. ";
hfilter.phase13="§¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§¥§à§Ò§Ñ§Ó§Ú§ä§î §Ó §á§à§Ý§Ú§ä§Ú§Ü§å</b>, §é§ä§à§Ò§í §ã§à§ç§â§Ñ§ß§Ú§ä§î §Ú §Ñ§Ü§ä§Ú§Ó§Ú§â§à§Ó§Ñ§ä§î §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ.";
hfilter.phase14="§¹§ä§à§Ò§í §ã§à§Ù§Õ§Ñ§ä§î §Ú§Ý§Ú §Ú§Ù§Þ§Ö§ß§Ú§ä§î §Õ§à§á§à§Ý§ß§Ú§ä§Ö§Ý§î§ß§í§Ö §á§à§Ý§Ú§ä§Ú§Ü§Ú, §á§à§Ó§ä§à§â§Ú§ä§Ö §ê§Ñ§Ô§Ú 1-9.";
hfilter.phase15="§¹§ä§à§Ò§í §å§Õ§Ñ§Ý§Ú§ä§î §á§à§Ý§Ú§ä§Ú§Ü§å §Õ§à§ã§ä§å§á§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä, §Ó§í§Ò§Ö§â§Ú§ä§Ö §Ö§Ö §ß§à§Þ§Ö§â §Ú §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§µ§Õ§Ñ§Ý§Ú§ä§î</b>.";
hfilter.phase16="§¹§ä§à§Ò§í §á§â§à§ã§Þ§à§ä§â§Ö§ä§î §ã§Ó§Ö§Õ§Ö§ß§Ú§ñ §à§Ò§à §Ó§ã§Ö§ç §á§à§Ý§Ú§ä§Ú§Ü§Ñ§ç, §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§³§Ó§Ö§Õ§Ö§ß§Ú§ñ</b>. §°§Ü§ß§à <i> \
    		§³§Ó§Ö§Õ§Ö§ß§Ú§ñ §à §á§à§Ý§Ú§ä§Ú§Ü§Ñ§ç §Õ§à§ã§ä§å§á§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä</i> §ã§à§Õ§Ö§â§Ø§Ú§ä §ß§à§Þ§Ö§â §Ü§Ñ§Ø§Õ§à§Û §á§à§Ý§Ú§ä§Ú§Ü§Ú, §Ú§Þ§ñ, \
    		§Õ§ß§Ú §Ú §Ó§â§Ö§Þ§ñ §Õ§à§ã§ä§å§á§Ñ. §¹§ä§à§Ò§í §å§Õ§Ñ§Ý§Ú§ä§î §á§à§Ý§Ú§ä§Ú§Ü§å, §å§ã§ä§Ñ§ß§à§Ó§Ú§ä§Ö §ã§à§à§ä§Ó§Ö§ä§ã§ä§Ó§å§ð§ë§Ú§Û §æ§Ý§Ñ§Ø§à§Ü §Ú \
    		§ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§µ§Õ§Ñ§Ý§Ú§ä§î</b>. §¯§Ñ§Ø§Þ§Ú§ä§Ö <b>§©§Ñ§Ü§â§í§ä§î</b>, §é§ä§à§Ò§í §Ó§Ö§â§ß§å§ä§î§ã§ñ §Ó §à§Ü§ß§à \
    		<i>§¶§Ú§Ý§î§ä§â§í</i>.";
hfilter.phase17="§¶§Ú§Ý§î§ä§â§Ñ§è§Ú§ñ §Õ§Ú§Ñ§á§Ñ§Ù§à§ß§Ñ §á§à§â§ä§à§Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ";
hfilter.phase18="§¹§ä§à§Ò§í §à§ä§æ§Ú§Ý§î§ä§â§à§Ó§Ñ§ä§î §Ü§à§Þ§á§î§ð§ä§Ö§â§í §á§à §ß§à§Þ§Ö§â§å §ã§Ö§ä§Ö§Ó§à§Ô§à §á§à§â§ä§Ñ, §Ó§í§Ò§Ö§â§Ú§ä§Ö <b>§°§Ò§Ñ</b>, <b>TCP</b> §Ú§Ý§Ú <b>UDP</b>, \
    		§Ó §Ù§Ñ§Ó§Ú§ã§Ú§Þ§à§ã§ä§Ú §à§ä §ä§Ú§á§Ñ §á§â§à§ä§à§Ü§à§Ý§Ñ. §©§Ñ§ä§Ö§Þ<b> </b>§Ó§Ó§Ö§Õ§Ú§ä§Ö §ß§à§Þ§Ö§â§Ñ §á§à§â§ä§à§Ó,  \
    		§Ü§à§ä§à§â§í§Ö §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §à§ä§æ§Ú§Ý§î§ä§â§à§Ó§Ñ§ä§î, §Ó §ã§à§à§ä§Ó§Ö§ä§ã§ä§Ó§å§ð§ë§Ú§Ö §á§à§Ý§ñ. §¬§à§Þ§á§î§ð§ä§Ö§â§í, §á§à§Õ§Ü§Ý§ð§é§Ö§ß§ß§í§Ö §Ü \
    		§Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å, §ß§Ö §ã§Þ§à§Ô§å§ä §á§à§Ý§å§é§Ñ§ä§î §Õ§à§ã§ä§å§á §Ü §å§Ü§Ñ§Ù§Ñ§ß§ß§í§Þ §á§à§â§ä§Ñ§Þ. §¹§ä§à§Ò§í \
    		§à§ä§Ü§Ý§ð§é§Ú§ä§î §æ§Ú§Ý§î§ä§â, §Ó§í§Ò§Ö§â§Ú§ä§Ö <b>§°§ä§Ü§Ý§ð§é§Ú§ä§î</b>.";

//share of help string
var hshare = new Object();
hshare.phase1="§£§í§Ò§Ö§â§Ú§ä§Ö §Ó§ã§Ö §Ù§ß§Ñ§é§Ö§ß§Ú§ñ §Ú §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§³§à§ç§â§Ñ§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú</b>, §é§ä§à§Ò§í §ã§à§ç§â§Ñ§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú. §¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å <b>§°§ä§Þ§Ö§ß§Ú§ä§î \
		§Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ</b> §Õ§Ý§ñ §à§ä§Þ§Ö§ß§í §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§Û.";


//DMZ
var helpdmz = new Object();
helpdmz.phase1="§¶§å§ß§Ü§è§Ú§ñ DMZ §á§à§Ù§Ó§à§Ý§ñ§Ö§ä §à§ä§Ü§â§í§ä§î §Õ§à§ã§ä§å§á §Ú§Ù §ª§ß§ä§Ö§â§ß§Ö§ä§Ñ §Ü §à§Õ§ß§à§Þ§å §Ú§Ù §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û §ã§Ö§ä§Ú §Õ§Ý§ñ \
		§Ó§í§á§à§Ý§ß§Ö§ß§Ú§ñ §ã§á§Ö§è§Ú§Ñ§Ý§Ú§Ù§Ú§â§à§Ó§Ñ§ß§ß§í§ç §æ§å§ß§Ü§è§Ú§Û, §ß§Ñ§á§â§Ú§Þ§Ö§â, §Õ§Ý§ñ §á§â§à§Ó§Ö§Õ§Ö§ß§Ú§ñ §Ó§Ú§Õ§Ö§à§Ü§à§ß§æ§Ö§â§Ö§ß§è§Ú§Û §Ú§Ý§Ú §Õ§Ý§ñ §Ú§Ô§â §é§Ö§â§Ö§Ù §ª§ß§ä§Ö§â§ß§Ö§ä. \
		§·§à§ã§ä§í DMZ §Ó§í§á§à§Ý§ß§ñ§ð§ä §á§Ö§â§Ö§Ñ§Õ§â§Ö§ã§Ñ§è§Ú§ð §à§Õ§ß§à§Ó§â§Ö§Þ§Ö§ß§ß§à §Ó§ã§Ö§ç §á§à§â§ä§à§Ó §ß§Ñ §à§Õ§Ú§ß §±§¬. §¶§å§ß§Ü§è§Ú§ñ §á§Ö§â§Ö§Ñ§Õ§â§Ö§ã§Ñ§è§Ú§Ú §á§à§â§ä§à§Ó\
    		§Ò§à§Ý§Ö§Ö §Ò§Ö§Ù§à§á§Ñ§ã§ß§Ñ, §ä§Ñ§Ü §Ü§Ñ§Ü §á§â§Ú §ï§ä§à§Þ §à§ä§Ü§â§í§Ó§Ñ§ð§ä§ã§ñ\
    		§ä§à§Ý§î§Ü§à §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§ß§í§Ö §á§à§â§ä§í, §ä§à§Ô§Õ§Ñ §Ü§Ñ§Ü §ç§à§ã§ä§í DMZ §à§ä§Ü§â§í§Ó§Ñ§ð§ä §Ó§ã§Ö §á§à§â§ä§í §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ, \
    		§á§à§Õ§Ó§Ö§â§Ô§Ñ§ñ §Ö§Ô§à §à§á§Ñ§ã§ß§à§ã§ä§Ú §Ó§à§Ù§Þ§à§Ø§ß§à§Û §Ñ§ä§Ñ§Ü§Ú §é§Ö§â§Ö§Ù §ª§ß§ä§Ö§â§ß§Ö§ä. ";    		
helpdmz.phase2="§¯§Ñ §Ó§ã§Ö§ç §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ§ç, §á§à§â§ä§í §Ü§à§ä§à§â§í§ç §å§é§Ñ§ã§ä§Ó§å§ð§ä §Ó §á§Ö§â§Ö§Ñ§Õ§â§Ö§ã§Ñ§è§Ú§Ú, §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§í§Ü§Ý§ð§é§Ú§ä§î §æ§å§ß§Ü§è§Ú§ð DHCP-§Ü§Ý§Ú§Ö§ß§ä§Ñ  \
    		§Ú §á§â§Ú§ã§Ó§à§Ú§ä§î §Ú§Þ §ß§à§Ó§í§Û §ã§ä§Ñ§ä§Ú§é§Ö§ã§Ü§Ú§Û IP-§Ñ§Õ§â§Ö§ã, §ä§Ñ§Ü §Ü§Ñ§Ü §á§â§Ú §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§Ú §æ§å§ß§Ü§è§Ú§Ú DHCP IP-§Ñ§Õ§â§Ö§ã  \
    		§Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ §Þ§à§Ø§Ö§ä §Ú§Ù§Þ§Ö§ß§ñ§ä§î§ã§ñ.";
/***To expose one PC, select enable.***/
helpdmz.phase3="§¥§Ý§ñ §á§â§Ú§Þ§Ö§ß§Ö§ß§Ú§ñ §æ§å§ß§Ü§è§Ú§Ú §Ü §à§Õ§ß§à§Þ§å §±§¬ §Ó§í§Ò§Ö§â§Ú§ä§Ö  ";
helpdmz.phase4="§£§Ó§Ö§Õ§Ú§ä§Ö IP-§Ñ§Õ§â§Ö§ã §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ §Ó §á§à§Ý§Ö <i>IP-§Ñ§Õ§â§Ö§ã §ç§à§ã§ä§Ñ DMZ</i>.";



//help number string
var hnum = new Object();
hnum.one="1."
hnum.two="2."
hnum.three="3."
hnum.four="4."
hnum.five="5."
hnum.six="5."
hnum.seven="6."
hnum.eight="7."
hnum.night="8."









