var gCatName = new Array(
    "§¡§Ò§à§â§ä§í",
    "§¡§Ý§Ü§à§Ô§à§Ý§î / §´§Ñ§Ò§Ñ§Ü§à§Ü§å§â§Ö§ß§Ú§Ö / §©§Ñ§á§â§Ö§ë§Ö§ß§ß§í§Ö §ß§Ñ§â§Ü§à§ä§Ú§Ü§Ú",
    "§¡§Ý§î§ä§Ö§â§ß§Ñ§ä§Ú§Ó§ß§í§Ö §Ø§å§â§ß§Ñ§Ý§í (§Õ§ß§Ö§Ó§ß§Ú§Ü§Ú)",
    "§¢§Ý§à§Ô§Ú / §ª§ß§ä§Ö§â§ß§Ö§ä-§æ§à§â§å§Þ§í",
    "§¹§Ñ§ä / §®§Ô§ß§à§Ó§Ö§ß§ß§í§Ö §ã§à§à§Ò§ë§Ö§ß§Ú§ñ",
    "§¬§â§Ú§Þ§Ú§ß§Ñ§Ý",
    "§¬§å§Ý§î§ä/§°§Ü§Ü§å§Ý§î§ä§Ú§Ù§Þ",
    "§¿§Ý§Ö§Ü§ä§â§à§ß§ß§Ñ§ñ §á§à§é§ä§Ñ",
    "§¡§Ù§Ñ§â§ä§ß§í§Ö §Ú§Ô§â§í",
    "§ª§Ô§â§í",
    "§·§Ñ§Ü§Ú§ß§Ô",
    "§¯§Ö§ß§Ñ§Ó§Ú§ã§ä§î / §²§Ñ§ã§Ú§Ù§Þ / §¯§Ñ§ã§Ú§Ý§Ú§Ö",
    "§¤§à§Þ§à§ã§Ö§Ü§ã§å§Ñ§Ý§î§ß§à§ã§ä§î",
    "§³§à§Õ§Ö§â§Ø§Ú§Þ§à§Ö §Õ§Ý§ñ §Ó§Ù§â§à§ã§Ý§í§ç",
    "§©§Ñ§Ô§â§å§Ù§Ü§Ú §Þ§å§Ý§î§ä§Ú§Þ§Ö§Õ§Ú§Û§ß§í§ç §æ§Ñ§Û§Ý§à§Ó / §±§à§ä§à§Ü§à§Ó§í§Ö §á§Ö§â§Ö§Õ§Ñ§é§Ú",
    "§³§Ö§ä§Ö§Ó§Ñ§ñ §Ü§à§ß§æ§Ö§â§Ö§ß§è§Ú§ñ",
    "§°§á§Ý§Ñ§ä§Ñ §Ù§Ñ §Ú§ß§ä§Ö§â§ß§Ö§ä-§ã§Ö§â§æ§Ú§ß§Ô (Pay to Surf)",
    "§±§Ú§â§Ú§ß§Ô§à§Ó§í§Ö §ã§Ö§ä§Ú",
    "§·§â§Ñ§ß§Ú§Ý§Ú§ë§Ö §é§Ñ§ã§ä§ß§à§Û §ã§Ö§ä§Ú / §³§Ö§â§Ó§Ö§â§í §Ù§Ñ§Ô§â§å§Ù§Ü§Ú §æ§Ñ§Û§Ý§à§Ó",
    "§±§Ö§â§ã§à§ß§Ñ§Ý§î§ß§í§Ö §Ó§Ö§Ò-§ã§Ñ§Û§ä§í",
    "§³§Ý§å§Ø§Ò§í §Ù§ß§Ñ§Ü§à§Þ§ã§ä§Ó",
    "§±§à§Ú§ã§Ü §æ§à§ä§à",
    "§±§à§â§ß§à§Ô§â§Ñ§æ§Ú§ñ",
    "§²§Ö§Ý§Ú§Ô§Ú§ñ",
    "§®§Ö§Ý§à§Õ§Ú§Ú §Ù§Ó§à§ß§Ü§à§Ó / §¬§à§ß§ä§Ö§ß§ä §Õ§Ý§ñ §Þ§à§Ò§Ú§Ý§î§ß§í§ç §ä§Ö§Ý§Ö§æ§à§ß§à§Ó",
    "§±§à§Ý§à§Ó§à§Ö §Ó§à§ã§á§Ú§ä§Ñ§ß§Ú§Ö",
    "§®§Ñ§Ô§Ñ§Ù§Ú§ß§í / §¡§å§Ü§è§Ú§à§ß§í",
    "§³§à§è§Ú§Ñ§Ý§î§ß§í§Ö §ã§Ö§ä§Ú",
    "§°§Ò§ë§Ö§ã§ä§Ó§à / §°§Ò§â§Ñ§Ù §Ø§Ú§Ù§ß§Ú",
    "§©§Ñ§Ô§â§å§Ù§Ü§Ñ §±§°",
    "§°§â§å§Ø§Ú§Ö",
    "§ª§ß§ä§Ö§â§ß§Ö§ä-§â§Ö§Ü§Ý§Ñ§Þ§Ñ");
	
var gThreatName = new Array(
    "§¯§ª§©§¬§ª§« §µ§²§°§£§¦§¯§¾ §¢§¦§©§°§±§¡§³§¯§°§³§´§ª",
    "§¶§ª§º§ª§¯§¤ §ª§­§ª §¶§¡§²§®§ª§¯§¤",
    "§¶§ª§º§ª§¯§¤ §ª§­§ª §¶§¡§²§®§ª§¯§¤");

var gThreatTitle = new Array(
    "§¶§å§ß§Ü§è§Ú§ñ §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§Û §â§Ñ§Ò§à§ä§í §Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ö §Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§Ý§Ñ §ï§ä§à§ä §Ó§Ö§Ò-§ã§Ñ§Û§ä, §ã§à§Õ§Ö§â§Ø§Ñ§ë§Ú§Û §ã§Ý§Ö§Õ§å§ð§ë§å§ð §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ð: ",
    "§¶§å§ß§Ü§è§Ú§ñ §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§Û §â§Ñ§Ò§à§ä§í §Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ö §Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§Ý§Ñ §ï§ä§à§ä §Ó§Ö§Ò-§ã§Ñ§Û§ä, §Ü§à§ä§à§â§í§Û §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ã§Ý§Ö§Õ§å§ð§ë§å§ð §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ð: ",
    "§¶§å§ß§Ü§è§Ú§ñ §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§Û §â§Ñ§Ò§à§ä§í §Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ö §Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§Ý§Ñ §ï§ä§à§ä §Ó§Ö§Ò-§ã§Ñ§Û§ä, §Ü§à§ä§à§â§í§Û §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ã§Ý§Ö§Õ§å§ð§ë§å§ð §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ð: ");
	
var common = new Object();
common.hnd="Home Network Defender";
common.domsg="§¹§ä§à §ä§â§Ö§Ò§å§Ö§ä§ã§ñ §ã§Õ§Ö§Ý§Ñ§ä§î §ã§Ö§Û§é§Ñ§ã?";
common.button1="§¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å §¯§Ñ§Ù§Ñ§Õ";
common.learn="§±§à§Õ§â§à§Ò§ß§Ö§Ö";
common.url="http://us.trendmicro.com/us/partners/consumer/linksys/index.html";
common.timeblock="§¿§ä§à§ä §Ó§Ö§Ò-§ã§Ñ§Û§ä §Ó §ß§Ñ§ã§ä§à§ñ§ë§Ö§Ö §Ó§â§Ö§Þ§ñ §Ù§Ñ§Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§ß §Ó§ã§Ý§Ö§Õ§ã§ä§Ó§Ú§Ö §Ú§ã§ä§Ö§é§Ö§ß§Ú§ñ §Ó§â§Ö§Þ§Ö§ß§Ú, §å§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§ß§à§Ô§à §ã §á§à§Þ§à§ë§î§ð §ä§Ñ§Û§Þ§Ö§â§à§Ó §Õ§à§ã§ä§å§á§Ñ. §¦§ã§Ý§Ú §Ó§í §ñ§Ó§Ý§ñ§Ö§ä§Ö§ã§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Þ Home Network Defender, §ï§ä§à§ä §á§Ñ§â§Ñ§Þ§Ö§ä§â §ß§Ñ§ã§ä§â§Ñ§Ú§Ó§Ñ§Ö§ä§ã§ñ §ã §á§à§Þ§à§ë§î§ð §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ Linksys Network Magic §Ú§Ý§Ú Linksys Easy Link Advisor.";
common.block="§¿§ä§à§ä §Ó§Ö§Ò-§ã§Ñ§Û§ä §ã§à§Õ§Ö§â§Ø§Ú§ä URL-§Ñ§Õ§â§Ö§ã§Ñ §Ú§Ý§Ú §Ü§Ý§ð§é§Ö§Ó§í§Ö §ã§Ý§à§Ó§Ñ, §á§à§Õ§Ý§Ö§Ø§Ñ§ë§Ú§Ö §æ§Ú§Ý§î§ä§â§Ñ§è§Ú§Ú §Ú§Ý§Ú §Ò§Ý§à§Ü§Ú§â§à§Ó§Ü§Ö. §¦§ã§Ý§Ú §Ó§í §ñ§Ó§Ý§ñ§Ö§ä§Ö§ã§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Þ Home Network Defender, §ï§ä§à§ä §á§Ñ§â§Ñ§Þ§Ö§ä§â §ß§Ñ§ã§ä§â§Ñ§Ú§Ó§Ñ§Ö§ä§ã§ñ §ã §á§à§Þ§à§ë§î§ð §á§â§Ú§Ý§à§Ø§Ö§ß§Ú§ñ Linksys Network Magic §Ú§Ý§Ú Linksys Easy Link Advisor.";

var pc = new Object();
pc.webblock="§£§Ö§Ò-§ã§Ñ§Û§ä §Ù§Ñ§Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§ß";
pc.msg1="§²§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§Ú§Û §Ü§à§ß§ä§â§à§Ý§î §Ù§Ñ§Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§Ý §á§à§ã§Ö§ë§Ö§ß§Ú§Ö §Ó§Ö§Ò-§ã§Ñ§Û§ä§à§Ó §Ó §ï§ä§à§Û §Ü§Ñ§ä§Ö§Ô§à§â§Ú§Ú:";
pc.msg2="§Ó §Ó§Ñ§ê§Ö§Þ §Ó§Ö§Ò-§Ò§â§Ñ§å§Ù§Ö§â§Ö §Ú§Ý§Ú §Ù§Ñ§Ü§â§à§Û§ä§Ö §ï§ä§à §à§Ü§ß§à.";
pc.msg3="§á§à§ã§â§Ö§Õ§ã§ä§Ó§à§Þ §Ó§Ó§à§Õ§Ñ §á§â§Ñ§Ó§Ú§Ý§î§ß§à§Ô§à §Ñ§Õ§â§Ö§ã§Ñ §ï§Ý§Ö§Ü§ä§â§à§ß§ß§à§Û §á§à§é§ä§í §Ú§Ý§Ú §á§Ñ§â§à§Ý§ñ.";
pc.msg4="§¡§Õ§â§Ö§ã §ï§Ý§Ö§Ü§ä§â§à§ß§ß§à§Û §á§à§é§ä§í:";
pc.msg5="§¯§Ñ §Ü§Ñ§Ü§à§Ö §Ó§â§Ö§Þ§ñ §à§ä§Þ§Ö§ß§Ú§ä§î §â§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§Ú§Û §Ü§à§ß§ä§â§à§Ý§î?";
pc.msg6="5 §Þ§Ú§ß.";
pc.msg7="15 §Þ§Ú§ß.";
pc.msg8="30 §Þ§Ú§ß.";
pc.msg9="§±§Ñ§â§à§Ý§î:";
pc.msg10="§±§â§Ö§Õ§à§ã§ä§Ñ§Ó§Ú§ä§î §á§â§Ñ§Ó§à §ß§Ñ §Õ§à§ã§ä§å§á";
pc.msg11="§±§à§Ó§ä§à§â§Ú§ä§Ö §á§à§á§í§ä§Ü§å.";
pc.err1="§±§â§Ú §â§Ñ§Ò§à§ä§Ö Trend Micro Home Network Defender §á§â§à§Ú§Ù§à§ê§Ý§Ñ §ß§Ö§á§â§Ö§Õ§Ó§Ú§Õ§Ö§ß§ß§Ñ§ñ §à§ê§Ú§Ò§Ü§Ñ. §±§Ö§â§Ö§Ù§Ñ§á§å§ã§ä§Ú§ä§Ö §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §Ú §á§à§Ó§ä§à§â§Ú§ä§Ö §á§à§á§í§ä§Ü§å.";
pc.err2="§¯§Ö §å§Õ§Ñ§Ý§à§ã§î §á§â§à§Ó§Ö§â§Ú§ä§î §Ó§Ñ§ê§Ú §á§à§Ý§ß§à§Þ§à§é§Ú§ñ. §±§à§Ó§ä§à§â§Ú§ä§Ö §á§à§á§í§ä§Ü§å.";
pc.button1="§£§â§Ö§Þ§Ö§ß§ß§à§Ö §à§ä§Ü§Ý§ð§é§Ö§ß§Ú§Ö §ã§Ú§ã§ä§Ö§Þ§í §â§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§à§Ô§à §Ü§à§ß§ä§â§à§Ý§ñ";
pc.help="§à §â§à§Õ§Ú§ä§Ö§Ý§î§ã§Ü§à§Þ §Ü§à§ß§ä§â§à§Ý§Ö.";

var wtp = new Object();
wtp.wtd="§°§Ò§ß§Ñ§â§å§Ø§Ö§ß§í §Ó§Ö§Ò-§å§Ô§â§à§Ù§í";
wtp.msg1="§Ó §Ó§Ñ§ê§Ö§Þ §Ó§Ö§Ò-§Ò§â§Ñ§å§Ù§Ö§â§Ö §Ú§Ý§Ú §Ù§Ñ§Ü§â§à§Û§ä§Ö §ï§ä§à §à§Ü§ß§à.";
wtp.msg2="§Ö§ã§Ý§Ú §Ó§í §ã§é§Ú§ä§Ñ§Ö§ä§Ö, §é§ä§à §ï§ä§à§ä §Ó§Ö§Ò-§ã§Ñ§Û§ä §ß§Ñ§Õ§Ö§Ø§Ö§ß.";
wtp.button1="§µ§Ó§Ö§Õ§à§Þ§Ú§ä§Ö Trend Micro";
wtp.help="§à§Ò §Ú§ß§ä§Ö§â§ß§Ö§ä-§å§Ô§â§à§Ù§Ñ§ç.";







