var SW_SES_BTN = new Object();
SW_SES_BTN.DEFAULTS="§¶§å§ß§Ü§è§Ú§ñ SES §ß§Ö§Ñ§Ü§ä§Ú§Ó§ß§Ñ"
SW_SES_BTN.OPENSTATE="§°§ä§Ü§â§í§ä §Õ§à§ã§ä§å§á §Õ§Ý§ñ §Ü§Ý§Ú§Ö§ß§ä§à§Ó"
SW_SES_BTN.CLIENTASSOC="§³§à§Ô§Ý§Ñ§ã§à§Ó§Ñ§ß§Ú§Ö §á§Ñ§â§Ñ§Þ§Ö§ä§â§à§Ó §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú"
SW_SES_BTN.CLOSED="§¢§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§î §à§Ò§Ö§ã§á§Ö§é§Ö§ß§Ñ"
SW_SES_BTN.CONFIGURE="§±§Ñ§â§Ñ§Þ§Ö§ä§â§í §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú SES §å§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§í"
SW_SES_BTN.RESET="§³§Ò§â§à§ã§Ú§ä§î §á§Ñ§â§Ñ§Þ§Ö§ä§â§í §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú"
SW_SES_BTN.MSG1="§£§í §Ó§Ö§â§ß§Ö§ä§Ö§ã§î §ß§Ñ §á§â§Ö§Õ§í§Õ§å§ë§å§ð §ã§ä§â§Ñ§ß§Ú§è§å §á§à§ã§Ý§Ö §Ù§Ñ§Ó§Ö§â§ê§Ö§ß§Ú§ñ §ß§Ñ§ã§ä§â§à§Û§Ü§Ú SES."
SW_SES_BTN.MSG2="§®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §Õ§à§ã§ä§å§á§Ö§ß §Õ§Ý§ñ §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§í§ç §Ü§Ý§Ú§Ö§ß§ä§à§Ó. §£§Ü§Ý§ð§é§Ú§ä§Ö §æ§å§ß§Ü§è§Ú§ð §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §ß§Ñ§Ø§Ñ§ä§Ú§Ö§Þ §à§Õ§ß§à§Û §Ü§ß§à§á§Ü§Ú §ß§Ñ §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Þ §Ü§Ý§Ú§Ö§ß§ä§Ö. §£§í §Ó§Ö§â§ß§Ö§ä§Ö§ã§î §ß§Ñ §á§â§Ö§Õ§í§Õ§å§ë§å§ð §ã§ä§â§Ñ§ß§Ú§è§å §á§à§ã§Ý§Ö §Ù§Ñ§Ó§Ö§â§ê§Ö§ß§Ú§ñ §ß§Ñ§ã§ä§â§à§Û§Ü§Ú."
SW_SES_BTN.MSG3="§®§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â §á§à§Õ§Ô§à§ä§Ñ§Ó§Ý§Ú§Ó§Ñ§Ö§ä §á§Ñ§â§Ñ§Þ§Ö§ä§â§í §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú §Õ§Ý§ñ §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §Ò§Ö§Ù§à§á§Ñ§ã§ß§à§ã§ä§Ú §Ò§Ö§ã§á§â§à§Ó§à§Õ§ß§à§Û §ã§Ö§ä§Ú."

var ses = new Object();
ses.ses="§±§â§à§ã§ä§Ñ§ñ §Ò§Ö§Ù§à§á§Ñ§ã§ß§Ñ§ñ §å§ã§ä§Ñ§ß§à§Ó§Ü§Ñ";

