/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Disk
        Webpage Name : Disk_Management.asp     
        Notes        : Change in FW    
--------------------------------------------------------------------------------------------------*/
var FS = new Object();
FS.type1="FAT";
FS.type2="NTFS (§´§à§Ý§î§Ü§à §é§ä§Ö§ß§Ú§Ö)";
//--------------------------------------------------------------------------------------------------
var PT = new Object();
PT.type1="FAT2";
PT.type2="NTF32";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Disk
        Webpage Name : Disk_Management.asp     
        Notes        :   
--------------------------------------------------------------------------------------------------*/
var DISK_FUN = new Object();
DISK_FUN.Title = "§µ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §Õ§Ú§ã§Ü§Ñ§Þ§Ú";
DISK_FUN.Part1 = "§ª§ß§æ§à§â§Þ§Ñ§è§Ú§ñ §à §Õ§Ú§ã§Ü§Ö";
DISK_FUN.Part2 = "§¶§à§â§Þ§Ñ§ä§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Õ§Ú§ã§Ü§Ñ";
DISK_FUN.Manufacture = "§¥§Ú§ã§Ü";
DISK_FUN.Partition = "§²§Ñ§Ù§Õ§Ö§Ý";
DISK_FUN.FS = "§¶§Ñ§Û§Ý§à§Ó§Ñ§ñ §ã§Ú§ã§ä§Ö§Þ§Ñ";
DISK_FUN.TS = "§°§Ò§ì§Ö§Þ";
DISK_FUN.FreeS = "§³§Ó§à§Ò§à§Õ§ß§à§Ö §á§â§à§ã§ä§â§Ñ§ß§ã§ä§Ó§à";
DISK_FUN.Shares = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á";
DISK_FUN.SharesFd = "§±§Ñ§á§Ü§Ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ";
DISK_FUN.CreateShare = "§³§à§Ù§Õ§Ñ§ä§î §à§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á";
DISK_FUN.Remain = "§¯§Ö §â§Ñ§ã§á§â§Ö§Õ§Ö§Ý§Ö§ß§à";
DISK_FUN.TotalSize = "§£§ã§Ö§Ô§à";
DISK_FUN.Detecting = "§°§Ò§ß§Ñ§â§å§Ø§Ö§ß§Ú§Ö";
DISK_FUN.MSG1 = "§£§í§Ò§â§Ñ§ß§ß§í§Û §Õ§Ú§ã§Ü(§Ú) §ã§à§Õ§Ö§â§Ø§Ú§ä §Õ§Ñ§ß§ß§í§Ö §ã§Ö§â§Ó§Ö§â§Ñ §á§Ö§é§Ñ§ä§Ú.\n §³§à§Õ§Ö§â§Ø§Ú§Þ§à§Ö §Õ§Ú§ã§Ü§Ñ(-§à§Ó) §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §å§Õ§Ñ§Ý§Ö§ß§à.";
DISK_FUN.MSG2 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §ã§ä§Ö§â§Ö§ä§î §Õ§Ñ§ß§ß§í§Ö §ß§Ñ §Õ§Ú§ã§Ü§Ö, §ã§à§ç§â§Ñ§ß§Ú§Ó §Õ§Ñ§ß§ß§í§Ö §ß§Ñ §Õ§Ú§ã§Ü§Ñ§ç §ä§à§Ô§à §Ø§Ö §Õ§Ú§ã§Ü§à§Ó§à§Ô§à §á§å§Ý§Ñ";
DISK_FUN.MSG3 = "§¯§Ö §Ó§í§Ò§â§Ñ§ß §Õ§Ú§ã§Ü, §ß§Ñ §Ü§à§ä§à§â§à§Þ §ä§â§Ö§Ò§å§Ö§ä§ã§ñ §ã§ä§Ö§â§Ö§ä§î §Õ§Ñ§ß§ß§í§Ö";
DISK_FUN.MSG4 = "§±§â§à§Ú§ã§ç§à§Õ§Ú§ä §å§Õ§Ñ§Ý§Ö§ß§Ú§Ö §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §Õ§Ú§ã§Ü§Ñ, §á§à§Õ§à§Ø§Õ§Ú§ä§Ö!";
DISK_FUN.MSG5 = "§¯§Ö§ä §Õ§à§ã§ä§å§á§ß§í§ç §Õ§Ú§ã§Ü§à§Ó";
DISK_FUN.MSG6 = "§±§â§Ñ§Ó§Ñ §Õ§à§ã§ä§å§á§Ñ §Ô§â§å§á§á§í admin §ß§Ö §Þ§à§Ô§å§ä §Ò§í§ä§î §å§Õ§Ñ§Ý§Ö§ß§í.";
DISK_FUN.MSG7 = "§±§à§Õ§Ü§Ý§ð§é§Ö§ß§ß§à§Ö USB-§å§ã§ä§â§à§Û§ã§ä§Ó§à §ß§Ö §á§à§Õ§Õ§Ö§â§Ø§Ú§Ó§Ñ§Ö§ä§ã§ñ.";
//DISK_FUN.NoDisk1 = "§£ §Õ§Ñ§ß§ß§í§Û §Þ§à§Þ§Ö§ß§ä §ß§Ö§ä §Õ§à§ã§ä§å§á§ß§í§ç §Õ§Ú§ã§Ü§à§Ó";
DISK_FUN.NoDisk2 = "§¯§Ö§ä §Õ§à§ã§ä§å§á§ß§í§ç §Õ§Ú§ã§Ü§à§Ó";
DISK_FUN.AP = "All_Partitions";
DISK_FUN.ENTERNAME = "§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §â§Ñ§Ù§Õ§Ö§Ý§Ñ:";
DISK_FUN.WARNING = "§±§â§Ö§Õ§å§á§â§Ö§Ø§Õ§Ö§ß§Ú§Ö:";
DISK_FUN.FORMATWARN1 = "§¶§à§â§Þ§Ñ§ä§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Õ§Ú§ã§Ü§Ñ §Þ§à§Ø§Ö§ä §Ù§Ñ§ß§ñ§ä§î §ß§Ö§ã§Ü§à§Ý§î§Ü§à §Þ§Ú§ß§å§ä; §ß§Ö §à§ä§Ü§Ý§ð§é§Ñ§Û§ä§Ö";
DISK_FUN.FORMATWARN2 = "§á§Ú§ä§Ñ§ß§Ú§Ö §Ú §ß§Ö §ß§Ñ§Ø§Ú§Þ§Ñ§Û§ä§Ö §Ü§ß§à§á§Ü§å §ã§Ò§â§à§ã§Ñ.";
DISK_FUN.FIRMVER = "§£§Ö§â§ã§Ú§ñ §á§â§à§ê§Ú§Ó§Ü§Ú";
DISK_FUN.BACKUP = "§²§Ö§Ù§Ö§â§Ó§ß§à§Ö §Ü§à§á§Ú§â§à§Ó§Ñ§ß§Ú§Ö";
DISK_FUN.WARNING1 = "§±§â§Ö§Õ§å§á§â§Ö§Ø§Õ§Ö§ß§Ú§Ö!!  §±§â§Ú §å§Õ§Ñ§Ý§Ö§ß§Ú§Ú §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §Õ§Ú§ã§Ü§Ñ §Ó§ã§Ö §Õ§Ñ§ß§ß§í§Ö §Ò§å§Õ§å§ä §á§à§ä§Ö§â§ñ§ß§í. §±§â§à§Õ§à§Ý§Ø§Ú§ä§î?";
DISK_FUN.FR = "§±§Ñ§á§Ü§Ñ";
DISK_FUN.ENTERINTOF= "§£§à§Û§ä§Ú §Ó §á§Ñ§á§Ü§å";
DISK_FUN.SELECT = "§£§í§Ò§â§Ñ§ä§î";
DISK_FUN.MPATH = " §¥§Ñ§ß§ß§à§Ö §Þ§Ö§ã§ä§à§á§à§Ý§à§Ø§Ö§ß§Ú§Ö §ß§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä.";
DISK_FUN.CPATH = "§¥§Ñ§ß§ß§à§Ö §Þ§Ö§ã§ä§à§á§à§Ý§à§Ø§Ö§ß§Ú§Ö §á§Ñ§á§Ü§Ú §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ §ß§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä.";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Share
        Webpage Name : Share_Management.asp     
        Notes        :   
--------------------------------------------------------------------------------------------------*/
var SHARE_FUN = new Object();
SHARE_FUN.ShareName = "§ª§Þ§ñ";
SHARE_FUN.ShareAccess = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á";
SHARE_FUN.Title = "§µ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §à§Ò§ë§Ú§Þ §Õ§à§ã§ä§å§á§à§Þ";
SHARE_FUN.NOTEXIST ="§¯§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä!";
SHARE_FUN.MSG1 = "§£ §Õ§Ñ§ß§ß§í§Û §Þ§à§Þ§Ö§ß§ä §ß§Ö §à§á§â§Ö§Õ§Ö§Ý§Ö§ß§í §á§Ñ§á§Ü§Ú §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ";
SHARE_FUN.MSG2 = "§¬§à§Ý§Ú§é§Ö§ã§ä§Ó§à §á§Ñ§á§à§Ü §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ §á§â§Ö§Ó§í§ê§Ñ§Ö§ä §Õ§à§á§å§ã§ä§Ú§Þ§à§Ö §Ù§ß§Ñ§é§Ö§ß§Ú§Ö! §¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §å§Õ§Ñ§Ý§Ú§ä§î §à§Õ§ß§å §Ú§Ù §á§Ñ§á§à§Ü.";
SHARE_FUN.Properties = "§²§Ö§Õ§Ñ§Ü§ä§Ú§â§à§Ó§Ñ§ä§î";
SHARE_FUN.FF = "§±§Ñ§á§Ü§Ñ FTP";
SHARE_FUN.MSF = "§±§Ñ§á§Ü§Ñ §Þ§å§Ý§î§ä§Ú§Þ§Ö§Õ§Ú§Ñ";
SHARE_FUN.AF="§±§Ñ§á§Ü§Ñ §Õ§à§ã§ä§å§á§Ñ";
SHARE_FUN.SF = "§±§Ñ§á§Ü§Ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ";
SHARE_FUN.DN = "§ª§Þ§ñ";
SHARE_FUN.patition = "§²§Ñ§Ù§Õ§Ö§Ý";
SHARE_FUN.location = "§²§Ñ§ã§á§à§Ý§à§Ø§Ö§ß§Ú§Ö";
SHARE_FUN.NF = "§¯§à§Ó§Ñ§ñ §á§Ñ§á§Ü§Ñ";
SHARE_FUN.CF = "§´§Ö§Ü§å§ë§Ñ§ñ §á§Ñ§á§Ü§Ñ";
SHARE_FUN.AS = "§¥§à§ã§ä§å§á";
SHARE_FUN.AG = "§¥§à§ã§ä§å§á§ß§í§Ö §Ô§â§å§á§á§í";
SHARE_FUN.GWA = "§¤§â§å§á§á§í §ã §á§â§Ñ§Ó§Ñ§Þ§Ú §Õ§à§ã§ä§å§á§Ñ";
SHARE_FUN.GN = "§ª§Þ§ñ §Ô§â§å§á§á§í";
SHARE_FUN.description = "§°§á§Ú§ã§Ñ§ß§Ú§Ö";
SHARE_FUN.rw = "§é§ä§Ö§ß§Ú§Ö §Ú §Ù§Ñ§á§Ú§ã§î";
SHARE_FUN.ro = "§ä§à§Ý§î§Ü§à §é§ä§Ö§ß§Ú§Ö";
SHARE_FUN.NAME ="§ª§Þ§ñ";
SHARE_FUN.FN = "§±§à§Ý§ß§à§Ö §Ú§Þ§ñ";
SHARE_FUN.PW = "§±§Ñ§â§à§Ý§î";
SHARE_FUN.CP = "§±§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ö§ß§Ú§Ö §á§Ñ§â§à§Ý§ñ";
SHARE_FUN.GM = "§¹§Ý§Ö§ß §Ô§â§å§á§á§í";
SHARE_FUN.AD = "§µ§é§Ö§ä§ß§Ñ§ñ §Ù§Ñ§á§Ú§ã§î §Ù§Ñ§Ò§Ý§à§Ü§Ú§â§à§Ó§Ñ§ß§Ñ";
SHARE_FUN.SUMMARY="§³§Ó§Ö§Õ§Ö§ß§Ú§ñ §à §á§Ñ§á§Ü§Ñ§ç §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ";
SHARE_FUN.IP = "IP-§Ñ§Õ§â§Ö§ã §Õ§Ú§ã§Ü§Ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ:";

/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Share
        Webpage Name : Share_Access.asp
        Notes        : Click [Share Access] command of Modify on Share_Management.asp
--------------------------------------------------------------------------------------------------*/
var SA_FUN = new Object();
SA_FUN.GWA = "§¤§â§å§á§á§Ñ §ã §á§â§Ñ§Ó§Ñ§Þ§Ú §Õ§à§ã§ä§å§á§Ñ";
SA_FUN.OG = "§¥§â§å§Ô§Ñ§ñ §Ô§â§å§á§á§Ñ";
SA_FUN.MSG1 = "§¤§â§å§á§á§Ñ §Ñ§Õ§Þ§Ú§ß§Ú§ã§ä§â§Ñ§ä§à§â§Ñ §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §å§Õ§Ñ§Ý§Ö§ß§Ñ!";
SA_FUN.MSG2 = "§´§Ñ§Ü§à§Ö §Ú§Þ§ñ §Ô§â§å§á§á§í §å§Ø§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä.";
SA_FUN.FTP_Access ="§¥§à§ã§ä§å§á FTP";
SA_FUN.Entire_Partition ="§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á §Õ§Ý§ñ §Ó§ã§Ö§Ô§à §â§Ñ§Ù§Õ§Ö§Ý§Ñ";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Administration 
        Webpage Name : NAS_Administration.asp  
        Notes        :  
--------------------------------------------------------------------------------------------------*/
var AD_FUN = new Object();
AD_FUN.admin = "§¡§Õ§Þ§Ú§ß§Ú§ã§ä§â§Ñ§ä§à§â";
AD_FUN.guest = "§¤§à§ã§ä§î";
AD_FUN.svrname="§ª§Þ§ñ §ã§Ö§â§Ó§Ö§â§Ñ";
AD_FUN.devname="§ª§Þ§ñ §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ";
AD_FUN.SLIP="IP-§Ñ§Õ§â§Ö§ã §ã§Ö§â§Ó§Ö§â§Ñ §Ó §Ý§à§Ü§Ñ§Ý§î§ß§à§Û §ã§Ö§ä§Ú";
AD_FUN.SWIP="IP-§Ñ§Õ§â§Ö§ã §ã§Ö§â§Ó§Ö§â§Ñ §Ó §ª§ß§ä§Ö§â§ß§Ö§ä§Ö";
AD_FUN.MN = "&nbsp;§ª§Þ§ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ:";
AD_FUN.WN = "&nbsp;§ª§Þ§ñ §â§Ñ§Ò§à§é§Ö§Û §Ô§â§å§á§á§í:";
AD_FUN.MD = "&nbsp;§°§á§Ú§ã§Ñ§ß§Ú§Ö §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ:";
AD_FUN.APS = "&nbsp;§¥§à§ã§ä§å§á §Õ§Ý§ñ §Ó§ã§Ö§ç §â§Ñ§Ù§Õ§Ö§Ý§à§Ó:";
AD_FUN.UserName = "§ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ";
AD_FUN.FULLNAME = "§±§à§Ý§ß§à§Ö §Ú§Þ§ñ";
AD_FUN.GroupName = "§ª§Þ§ñ §Ô§â§å§á§á§í";
AD_FUN.Basic = "§°§ã§ß§à§Ó§ß§à§Û";
AD_FUN.UserM = "§µ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ§Þ§Ú";
AD_FUN.AnymsAcess="§¡§ß§à§ß§Ú§Þ§ß§í§Û §Õ§à§ã§ä§å§á";
AD_FUN.AnymsFTP="§¡§ß§à§ß§Ú§Þ§ß§í§Û FTP";
AD_FUN.AnymsDisk="§¡§ß§à§ß§Ú§Þ§ß§í§Û §Õ§à§ã§ä§å§á §Ü §Õ§Ú§ã§Ü§å";
AD_FUN.readonly="§¥§à§ã§ä§å§á §Ü §Õ§Ú§ã§Ü§å §ä§à§Ý§î§Ü§à §Õ§Ý§ñ §é§ä§Ö§ß§Ú§ñ";
AD_FUN.readwrite="§¥§à§ã§ä§å§á §Ü §Õ§Ú§ã§Ü§å §Õ§Ý§ñ §é§ä§Ö§ß§Ú§ñ §Ú §Ù§Ñ§á§Ú§ã§Ú";
AD_FUN.GroupM = "§µ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö §Ô§â§å§á§á§Ñ§Þ§Ú";
AD_FUN.MSG1 = "§£ §Õ§Ñ§ß§ß§í§Û §Þ§à§Þ§Ö§ß§ä §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ú §ß§Ö §à§á§â§Ö§Õ§Ö§Ý§Ö§ß§í";
AD_FUN.MSG2 = "§¡§Õ§Þ§Ú§ß§Ú§ã§ä§â§Ñ§ä§à§â §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §å§Õ§Ñ§Ý§Ö§ß!";
AD_FUN.MSG3 = "§µ§Õ§Ñ§Ý§Ú§ä§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ?";
AD_FUN.MSG4 = "§µ§Õ§Ñ§Ý§Ú§ä§î §Ô§â§å§á§á§å?";
AD_FUN.MSG5 = "§¥§à§ã§ä§Ú§Ô§ß§å§ä§à §Þ§Ñ§Ü§ã§Ú§Þ§Ñ§Ý§î§ß§à§Ö §Ü§à§Ý§Ú§é§Ö§ã§ä§Ó§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û! §¹§ä§à§Ò§í §Õ§à§Ò§Ñ§Ó§Ú§ä§î §ß§à§Ó§à§Ô§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ, §ã§ß§Ñ§é§Ñ§Ý§Ñ §ã§Ý§Ö§Õ§å§Ö§ä §å§Õ§Ñ§Ý§Ú§ä§î §Ü§Ñ§Ü§à§Ô§à-§Ý§Ú§Ò§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §Ú§Ù §ã§á§Ú§ã§Ü§Ñ.";
AD_FUN.MSG6 = "§¥§à§ã§ä§Ú§Ô§ß§å§ä§à §Þ§Ñ§Ü§ã§Ú§Þ§Ñ§Ý§î§ß§à§Ö §Ü§à§Ý§Ú§é§Ö§ã§ä§Ó§à §Ô§â§å§á§á! §¹§ä§à§Ò§í §Õ§à§Ò§Ñ§Ó§Ú§ä§î §ß§à§Ó§å§ð §Ô§â§å§á§á§å, §ã§ß§Ñ§é§Ñ§Ý§Ñ §ã§Ý§Ö§Õ§å§Ö§ä §å§Õ§Ñ§Ý§Ú§ä§î §Ü§Ñ§Ü§å§ð-§Ý§Ú§Ò§à §Ô§â§å§á§á§å §Ú§Ù §ã§á§Ú§ã§Ü§Ñ.";
AD_FUN.MSG7 = "§±§à§Ý§Ö §Ú§Þ§Ö§ß§Ú §â§Ñ§Ò§à§é§Ö§Û §Ô§â§å§á§á§í §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §á§å§ã§ä§í§Þ!!";
AD_FUN.MSG8 = "§ª§Þ§ñ §â§Ñ§Ò§à§é§Ö§Û §Ô§â§å§á§á§í §ß§Ö §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §Ò§à§Ý§î§ê§Ö 15 §ã§Ú§Þ§Ó§à§Ý§à§Ó!!";
AD_FUN.MSG9 = "§ª§Þ§ñ §â§Ñ§Ò§à§é§Ö§Û §Ô§â§å§á§á§í §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §Ò§å§Ü§Ó§í, §è§Ú§æ§â§í §Ú §ä§Ú§â§Ö.";
AD_FUN.MSG10 = "§ª§Þ§ñ §â§Ñ§Ò§à§é§Ö§Û §Ô§â§å§á§á§í §Õ§à§Ý§Ø§ß§à §ß§Ñ§é§Ú§ß§Ñ§ä§î§ã§ñ §ã §Ò§å§Ü§Ó§í";
AD_FUN.MSG11 = "§£§í §â§Ö§ê§Ú§Ý§Ú §Ú§Ù§Þ§Ö§ß§Ú§ä§î §Ú§Þ§ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ. §³§å§ë§Ö§ã§ä§Ó§å§ð§ë§Ö§Ö §ß§Ñ§Ù§ß§Ñ§é§Ö§ß§Ú§Ö §ã§Ö§ä§Ö§Ó§í§ç §Ñ§Õ§â§Ö§ã§à§Ó §Õ§à§Ý§Ø§ß§à §Ò§í§ä§î §Ú§Ù§Þ§Ö§ß§Ö§ß§à. \n §±§â§à§Õ§à§Ý§Ø§Ú§ä§î?";
AD_FUN.MSG12 = "§±§à§Ý§Ö §Ú§Þ§Ö§ß§Ú §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §á§å§ã§ä§í§Þ!!";
AD_FUN.MSG13 = "§ª§Þ§ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ §ß§Ö §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §Ò§à§Ý§î§ê§Ö 15 §ã§Ú§Þ§Ó§à§Ý§à§Ó!!";
AD_FUN.MSG14 = "§ª§Þ§ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §Ò§å§Ü§Ó§í, §è§Ú§æ§â§í §Ú §ä§Ú§â§Ö.";
AD_FUN.MSG15 = "§ª§Þ§ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§Ñ §Õ§à§Ý§Ø§ß§à §ß§Ñ§é§Ú§ß§Ñ§ä§î§ã§ñ §ã §Ò§å§Ü§Ó§í" ; 
AD_FUN.MSG16 = "§´§Ñ§Ü§à§Ö §Ú§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §å§Ø§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä!";
AD_FUN.MSG17 = "§ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §ã§Ý§Ö§Õ§å§ð§ë§Ú§Ö §ã§Ú§Þ§Ó§à§Ý§í: §Ò§å§Ü§Ó§Ö§ß§ß§à-§è§Ú§æ§â§à§Ó§í§Ö §ã§Ú§Þ§Ó§à§Ý§í, §ä§Ú§â§Ö §Ú§Ý§Ú §ã§Ú§Þ§Ó§à§Ý§í §á§à§Õ§é§Ö§â§Ü§Ú§Ó§Ñ§ß§Ú§ñ.";
AD_FUN.MSG18 = "§¬§à§Ý§Ú§é§Ö§ã§ä§Ó§à §Ô§â§å§á§á §á§â§Ö§Ó§í§ê§Ñ§Ö§ä §Õ§à§á§å§ã§ä§Ú§Þ§í§Û §á§â§Ö§Õ§Ö§Ý! §¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §å§Õ§Ñ§Ý§Ú§ä§î §à§Õ§ß§å §Ú§Ù §Ô§â§å§á§á.";
AD_FUN.MSG19 = "§±§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ö§ß§ß§í§Û §á§Ñ§â§à§Ý§î §ß§Ö §ã§à§Ó§á§Ñ§Õ§Ñ§Ö§ä §ã §Ú§ã§ç§à§Õ§ß§í§Þ §á§Ñ§â§à§Ý§Ö§Þ.";
AD_FUN.MSG20 = "§±§Ñ§â§à§Ý§î §ß§Ö§Õ§à§á§å§ã§ä§Ú§Þ! (§Þ§Ú§ß§Ú§Þ§å§Þ 4, §Þ§Ñ§Ü§ã§Ú§Þ§å§Þ 63 §ã§Ú§Þ§Ó§à§Ý§Ñ)";
AD_FUN.MSG21 = "§¡§Õ§Þ§Ú§ß§Ú§ã§ä§â§Ñ§ä§à§â §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §á§Ö§â§Ö§Ú§Þ§Ö§ß§à§Ó§Ñ§ß!";
AD_FUN.MSG22 = "§¤§à§ã§ä§î §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §á§Ö§â§Ö§Ú§Þ§Ö§ß§à§Ó§Ñ§ß!";
AD_FUN.MSG23 = "§ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §á§å§ã§ä§í§Þ!";
AD_FUN.MSG24 = "§¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§Ó§Ö§ã§ä§Ú §Ú§Þ§ñ §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§Ú!";
AD_FUN.MSG25 = "§ª§Þ§ñ §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§Ú §å§Ø§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä!";
AD_FUN.MSG26 = "§¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§Ó§Ö§ã§ä§Ú §á§Ñ§â§à§Ý§î!";
AD_FUN.MSG27 = "§¬§à§Ý§Ú§é§Ö§ã§ä§Ó§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û §á§â§Ö§Ó§í§ê§Ñ§Ö§ä §Õ§à§á§å§ã§ä§Ú§Þ§í§Û §á§â§Ö§Õ§Ö§Ý! §¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §å§Õ§Ñ§Ý§Ú§ä§î §à§Õ§ß§à§Ô§à §Ú§Ù §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ö§Û.";
AD_FUN.MSG28 = "§µ§é§Ö§ä§ß§Ñ§ñ §Ù§Ñ§á§Ú§ã§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ";
AD_FUN.MSG29 = "§µ§é§Ö§ä§ß§Ñ§ñ §Ù§Ñ§á§Ú§ã§î §¡§Õ§Þ§Ú§ß§Ú§ã§ä§â§Ñ§ä§à§â§Ñ §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §å§Õ§Ñ§Ý§Ö§ß§Ñ!";
AD_FUN.MSG30 = "§±§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§î ";
AD_FUN.MSG31 = " §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §å§Õ§Ñ§Ý§Ö§ß!";
AD_FUN.MSG32 = "§¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§Ó§Ö§ã§ä§Ú §Ú§Þ§ñ §ç§à§ã§ä§Ñ.";
AD_FUN.MSG33 = "§ª§Þ§ñ §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §Ò§å§Ü§Ó§í, §è§Ú§æ§â§í §Ú §ä§Ú§â§Ö.";
AD_FUN.MSG34 = "§¥§Ö§Û§ã§ä§Ó§Ú§ä§Ö§Ý§î§ß§à §å§Õ§Ñ§Ý§Ú§ä§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §ã §Ú§Þ§Ö§ß§Ö§Þ \"";
AD_FUN.MSG35 = "\"?";
AD_FUN.MSG36 = "§£§í §ç§à§ä§Ú§ä§Ö §å§Õ§Ñ§Ý§Ú§ä§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ \"";
AD_FUN.MSG37 =  "\"?";
AD_FUN.MSG38 = "§±§à§Ý§Ö §Ú§Þ§Ö§ß§Ú §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ/§ã§Ö§â§Ó§Ö§â§Ñ §à§Ò§ñ§Ù§Ñ§ä§Ö§Ý§î§ß§à §Õ§à§Ý§Ø§ß§à §Ò§í§ä§î §Ù§Ñ§á§à§Ý§ß§Ö§ß§à!";
AD_FUN.MSG39 = "§ª§Þ§ñ §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ/§ã§Ö§â§Ó§Ö§â§Ñ §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §Ò§å§Ü§Ó§Ö§ß§ß§à-§è§Ú§æ§â§à§Ó§í§Ö §ã§Ú§Þ§Ó§à§Ý§í/§ä§Ú§â§Ö!";
AD_FUN.MSG40 = "§µ§ã§ä§â§à§Û§ã§ä§Ó§à / §Ú§Þ§ñ §ã§Ö§â§Ó§Ö§â§Ñ §Õ§à§Ý§Ø§ß§à §ß§Ñ§é§Ú§ß§Ñ§ä§î§ã§ñ §ã §Ò§å§Ü§Ó§í!";
AD_FUN.MSG41 = "§¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §å§Ü§Ñ§Ù§Ñ§ä§î §Ú§Þ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ.";
AD_FUN.MSG42 = "§ª§Þ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §Ò§å§Ü§Ó§Ö§ß§ß§à-§è§Ú§æ§â§à§Ó§í§Ö §ã§Ú§Þ§Ó§à§Ý§í §Ú §ã§Ú§Þ§Ó§à§Ý§í §ä§Ú§â§Ö.";
AD_FUN.MSG43 = "§ª§Þ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ §Õ§à§Ý§Ø§ß§à §ß§Ñ§é§Ú§ß§Ñ§ä§î§ã§ñ §ã §Ò§å§Ü§Ó§í.";
AD_FUN.MSG44 = "§±§à§Ý§ß§à§Ö §Ú§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §Ú §à§á§Ú§ã§Ñ§ß§Ú§Ö §Þ§à§Ô§å§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §ã§Ý§Ö§Õ§å§ð§ë§Ú§Ö §ã§Ú§Þ§Ó§à§Ý§í: §Ò§å§Ü§Ó§Ö§ß§ß§à-§è§Ú§æ§â§à§Ó§í§Ö §ã§Ú§Þ§Ó§à§Ý§í, §á§â§à§Ò§Ö§Ý§í, §ä§Ú§â§Ö §Ú§Ý§Ú §ã§Ú§Þ§Ó§à§Ý§í §á§à§Õ§é§Ö§â§Ü§Ú§Ó§Ñ§ß§Ú§ñ.";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Administration 
        Webpage Name : Group_Access.asp  
        Notes        : Click [Modify] command of Group Name 's properties on NAS_Administration.asp 
--------------------------------------------------------------------------------------------------*/
var GA_FUN = new Object();
GA_FUN.GroupProperties = "§³§Ó§à§Û§ã§ä§Ó§Ñ §Ô§â§å§á§á§í";
GA_FUN.OU = "§¥§â§å§Ô§Ú§Ö §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ú";
GA_FUN.UIG = "§±§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ú §Ó §Ô§â§å§á§á§Ö";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Media Server 
        Webpage Name : Media_Server.asp  
        Notes        : 
--------------------------------------------------------------------------------------------------*/
var MS_FUN = new Object();
MS_FUN.Title = "§³§Ö§â§Ó§Ö§â §Þ§å§Ý§î§ä§Ú§Þ§Ö§Õ§Ú§Ñ UPnP";
MS_FUN.svrname = "§ª§Þ§ñ §Þ§Ö§Õ§Ú§Ñ§ã§Ö§â§Ó§Ö§â§Ñ";
MS_FUN.Setup = "§¯§Ñ§ã§ä§â§à§Û§Ü§Ñ";
MS_FUN.DB = "§¢§Ñ§Ù§Ñ §Õ§Ñ§ß§ß§í§ç";
MS_FUN.ServerName = "§ª§Þ§ñ §ã§Ö§â§Ó§Ö§â§Ñ:";
MS_FUN.FR= "§±§Ñ§á§Ü§Ñ";
MS_FUN.SCAN = "§³§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§Ö";
MS_FUN.LASTSCAN = "§£§â§Ö§Þ§ñ §á§à§ã§Ý§Ö§Õ§ß§Ö§Ô§à §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§ñ";
MS_FUN.AUTOSCAN = "§¡§Ó§ä§à§ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Ü§Ñ§Ø§Õ§í§Ö";
MS_FUN.HOUR="§¹§Ñ§ã§í";
MS_FUN.MSG1 = "§£ §Õ§Ñ§ß§ß§í§Û §Þ§à§Þ§Ö§ß§ä §à§Ò§ë§Ú§Ö §Õ§à§ã§ä§å§á§í §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§ñ §ß§Ö §à§á§â§Ö§Õ§Ö§Ý§Ö§ß§í";
MS_FUN.MSG2 = "§¬§à§Ý§Ú§é§Ö§ã§ä§Ó§à §à§Ò§ë§Ú§ç §Õ§à§ã§ä§å§á§à§Ó §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§ñ §á§â§Ö§Ó§í§ê§Ñ§Ö§ä §Õ§à§á§å§ã§ä§Ú§Þ§í§Û §á§â§Ö§Õ§Ö§Ý! §¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §å§Õ§Ñ§Ý§Ú§ä§î §à§Õ§Ú§ß §Ú§Ù §ß§Ú§ç.";
MS_FUN.MSG3 = "§³§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Ó§ã§Ö§ç §â§Ñ§Ù§Õ§Ö§Ý§à§Ó §Þ§à§Ø§Ö§ä §á§â§à§Õ§à§Ý§Ø§Ñ§ä§î§ã§ñ §Ó §ä§Ö§é§Ö§ß§Ú§Ö §Õ§Ý§Ú§ä§Ö§Ý§î§ß§à§Ô§à §á§Ö§â§Ú§à§Õ§Ñ §Ó§â§Ö§Þ§Ö§ß§Ú. §±§â§à§Õ§à§Ý§Ø§Ú§ä§î?";
MS_FUN.MSG4 = "§±§â§à§Ú§ã§ç§à§Õ§Ú§ä §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§Ö, §á§à§Õ§à§Ø§Õ§Ú§ä§Ö!";

/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Media Server 
        Webpage Name : Scan_Partition.asp  
        Notes        : Click [Select Partition to Scan] command on Media_Server.asp 
--------------------------------------------------------------------------------------------------*/
var SP_FUN = new Object();
SP_FUN.PL = "§³§á§Ú§ã§à§Ü §â§Ñ§Ù§Õ§Ö§Ý§à§Ó";
SP_FUN.ST = "§£§í§Ò§â§Ñ§ä§î";
SP_FUN.MSG1 = "§±§Ñ§á§Ü§Ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ §Ò§í§Ý§Ñ §å§ã§á§Ö§ê§ß§à §Õ§à§Ò§Ñ§Ó§Ý§Ö§ß§Ñ";
SP_FUN.MSG2 = "§±§Ñ§á§Ü§Ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ FTP §Ò§í§Ý§Ñ §å§ã§á§Ö§ê§ß§à §Õ§à§Ò§Ñ§Ó§Ý§Ö§ß§Ñ";
SP_FUN.MSG3 = "§´§Ñ§Ü§à§Û §á§å§ä§î §å§Ø§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä §Ó §ã§á§Ú§ã§Ü§Ö §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§Û! §¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §Õ§à§Ò§Ñ§Ó§Ú§ä§î §Ö§Ô§à §á§à§Ó§ä§à§â§ß§à.";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : FTP Server 
        Webpage Name : FTP_Server.asp  
        Notes        : 
--------------------------------------------------------------------------------------------------*/
var FS_FUN = new Object();
FS_FUN.FS = "§³§Ö§â§Ó§Ö§â FTP";
FS_FUN.svrname = "§ª§Þ§ñ §ã§Ö§â§Ó§Ö§â§Ñ FTP";
FS_FUN.Share = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á";
FS_FUN.EDIT = "§²§Ö§Õ§Ñ§Ü§ä§Ú§â§à§Ó§Ñ§ä§î";
FS_FUN.MSG1 = "§£ §Õ§Ñ§ß§ß§í§Û §Þ§à§Þ§Ö§ß§ä §Õ§à§ã§ä§å§á §Ü FTP §ß§Ö §à§á§â§Ö§Õ§Ö§Ý§Ö§ß.";
FS_FUN.ACCESS = "§¥§à§ã§ä§å§á";
FS_FUN.PO = "§±§à§â§ä FTP:";
FS_FUN.FTP_CHARACTERSET = "§¬§à§Õ§Ú§â§à§Ó§Ñ§ß§Ú§Ö:";
FS_FUN.UNICODE="Unicode(UTF-8)";
FS_FUN.GB18030="§¬§Ú§ä§Ñ§Û§ã§Ü§Ú§Û §å§á§â§à§ë§Ö§ß§ß§í§Û(GB18030)";
FS_FUN.BIG5="§´§â§Ñ§Õ§Ú§è§Ú§à§ß§ß§í§Û §Ü§Ú§ä§Ñ§Û§ã§Ü§Ú§Û(Big5)";
FS_FUN.CP1258="§£§î§Ö§ä§ß§Ñ§Þ§ã§Ü§Ú§Û(CP1258)";
FS_FUN.ISO8859_1="ISO8859_1";
FS_FUN.ALERT1 = "§£ §ï§ä§à§Þ §Ü§à§â§ß§Ö§Ó§à§Þ §Ü§Ñ§ä§Ñ§Ý§à§Ô§Ö §ß§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §ã§à§Ù§Õ§Ñ§ä§î §ß§à§Ó§å§ð §á§Ñ§á§Ü§å!";
FS_FUN.ALERT2 = "§£§Ó§Ö§Õ§Ú§ä§Ö §Õ§à§á§å§ã§ä§Ú§Þ§à§Ö §Ú§Þ§ñ §á§Ñ§á§Ü§Ú!";
FS_FUN.ALERT3 = "§£§Ó§Ö§Õ§Ú§ä§Ö §Õ§à§á§å§ã§ä§Ú§Þ§à§Ö §Ú§Þ§ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ.";
FS_FUN.ALERT4 = "§¿§ä§à §Ú§Þ§ñ §å§Ø§Ö §á§â§Ú§ã§å§ä§ã§ä§Ó§å§Ö§ä §Ó §ã§á§Ú§ã§Ü§Ö §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ!";
FS_FUN.ALERT5 = "§£§Ó§Ö§Õ§Ú§ä§Ö §Õ§à§á§å§ã§ä§Ú§Þ§à§Ö §â§Ñ§ã§á§à§Ý§à§Ø§Ö§ß§Ú§Ö §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ.";
FS_FUN.ALERT6 = "§±§à§Ý§ñ §á§à§â§ä§à§Ó FTP §ß§Ö §Þ§à§Ô§å§ä §Ò§í§ä§î §ß§Ö§Ù§Ñ§á§à§Ý§ß§Ö§ß§ß§í§Þ§Ú!";
FS_FUN.ALERT7 = "§£§í§Ò§Ö§â§Ú§ä§Ö §á§Ñ§á§Ü§å §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ ftp!";
FS_FUN.FTPFOLDER = "§±§Ñ§á§Ü§Ñ FTP";
FS_FUN.DISPNAME = "§ª§Þ§ñ";
FS_FUN.UNIQUE = "(§¥§à§Ý§Ø§ß§à §Ò§í§ä§î §å§ß§Ú§Ü§Ñ§Ý§î§ß§í§Þ.)";
FS_FUN.PAR = "§²§Ñ§Ù§Õ§Ö§Ý";
FS_FUN.LOCA = "§²§Ñ§ã§á§à§Ý§à§Ø§Ö§ß§Ú§Ö";
FS_FUN.NEWFOLDER = "§¯§à§Ó§Ñ§ñ §á§Ñ§á§Ü§Ñ";
FS_FUN.CURRENTFOLD = "§´§Ö§Ü§å§ë§Ñ§ñ §á§Ñ§á§Ü§Ñ:";
FS_FUN.ACCESS = "§¥§à§ã§ä§å§á";
FS_FUN.AVAILGROUP =  "§¥§à§ã§ä§å§á§ß§í§Ö §Ô§â§å§á§á§í";
FS_FUN.GROUPACCESS  = "§¤§â§å§á§á§í §ã §á§â§Ñ§Ó§Ñ§Þ§Ú §Õ§à§ã§ä§å§á§Ñ";
FS_FUN.INTERNET = "§¥§à§ã§ä§å§á §Ó §ª§ß§ä§Ö§â§ß§Ö§ä";
FS_FUN.SUMMARY = "§³§Ó§Ö§Õ§Ö§ß§Ú§ñ §à FTP";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : ? 
        Webpage Name : Claim_Disk.asp  
        Notes        : ?
--------------------------------------------------------------------------------------------------*/
var CD_FUN = new Object();
CD_FUN.Title = "§©§Ñ§á§â§à§ã§Ú§ä§î §Õ§Ú§ã§Ü";
CD_FUN.DISK = "§¥§Ú§ã§Ü";
CD_FUN.MAM =  "§³§à§Ù§Õ§Ñ§ä§î §Ú §ã§Þ§à§Õ§Ö§Ý§Ú§â§à§Ó§Ñ§ä§î";
CD_FUN.PS = "§¶§Ú§Ù§Ú§é§Ö§ã§Ü§Ú§Û §â§Ñ§Ù§Þ§Ö§â";
CD_FUN.NPN = "§¯§à§Ó§à§Ö §Ú§Þ§ñ §â§Ñ§Ù§Õ§Ö§Ý§Ñ:";
CD_FUN.MSG1 = "§±§â§Ö§Õ§å§á§â§Ö§Ø§Õ§Ö§ß§Ú§Ö!!  §±§â§Ú §Ù§Ñ§á§â§à§ã§Ö §Õ§Ú§ã§Ü§Ñ §å§ß§Ú§é§ä§à§Ø§Ñ§Ö§ä§ã§ñ §Ó§ã§Ö §Ö§Ô§à §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ö.\n§±§â§à§Õ§à§Ý§Ø§Ú§ä§î?";
CD_FUN.MSG2 = "§±§²§¦§¥§µ§±§²§¦§¨§¥§¦§¯§ª§¦: §ª§Þ§ñ §â§Ñ§Ù§Õ§Ö§Ý§Ñ §Õ§à§Ý§Ø§ß§à §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ã§Ú§Þ§Ó§à§Ý§í §Ó§Ö§â§ç§ß§Ö§Ô§à §â§Ö§Ô§Ú§ã§ä§â§Ñ\n\n §ª§Þ§ñ §Õ§Ú§ã§Ü§Ñ '";
CD_FUN.MSG3 = "' §Ò§å§Õ§Ö§ä §á§â§Ö§à§Ò§â§Ñ§Ù§à§Ó§Ñ§ß§à §Ó §Ó§Ö§â§ç§ß§Ú§Û §â§Ö§Ô§Ú§ã§ä§â. §±§â§à§Õ§à§Ý§Ø§Ú§ä§î?";
CD_FUN.MSG4 = "§ª§Þ§ñ §â§Ñ§Ù§Õ§Ö§Ý§Ñ §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §Ò§å§Ü§Ó§í, §è§Ú§æ§â§í, §ä§Ú§â§Ö §Ú §á§à§Õ§é§Ö§â§Ü§Ú§Ó§Ñ§ß§Ú§ñ.";
CD_FUN.MSG5 = "§ª§Þ§ñ §ß§à§Ó§à§Ô§à §Õ§Ú§ã§Ü§Ñ §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §á§å§ã§ä§í§Þ";
CD_FUN.MSG6 = "§±§²§¦§¥§µ§±§²§¦§¨§¥§¦§¯§ª§¦: §ª§Þ§Ö§ß§Ñ §Õ§Ú§ã§Ü§à§Ó FAT32 §Þ§à§Ô§å§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ß§Ö §Ò§à§Ý§Ö§Ö 11 §ã§Ú§Þ§Ó§à§Ý§à§Ó\n\n §ª§Þ§ñ §Õ§Ú§ã§Ü§Ñ '";
CD_FUN.MSG7 = "' §Ò§å§Õ§Ö§ä §ã§à§Ü§â§Ñ§ë§Ö§ß§à §Õ§à 11 §ã§Ú§Þ§Ó§à§Ý§à§Ó. §±§â§à§Õ§à§Ý§Ø§Ú§ä§î?";
CD_FUN.DISK_MSG = " §ß§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä.\n";
CD_FUN.NODISKS = "§¥§Ú§ã§Ü §ß§Ö §á§à§Õ§Ü§Ý§ð§é§Ö§ß";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : ? 
        Webpage Name : Group_Properties.asp  
        Notes        : ?
--------------------------------------------------------------------------------------------------*/
var GP_FUN = new Object();
GP_FUN.MSG1 = "§ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §Ò§å§Ü§Ó§í, §è§Ú§æ§â§í, §ä§Ú§â§Ö §Ú §á§à§Õ§é§Ö§â§Ü§Ú§Ó§Ñ§ß§Ú§ñ.";
GP_FUN.MSG2 = "§¬§à§Ý§Ú§é§Ö§ã§ä§Ó§à §Ô§â§å§á§á §á§â§Ö§Ó§í§ê§Ñ§Ö§ä §Õ§à§á§å§ã§ä§Ú§Þ§í§Û §á§â§Ö§Õ§Ö§Ý! §¯§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §å§Õ§Ñ§Ý§Ú§ä§î §à§Õ§ß§å §Ú§Ù §Ô§â§å§á§á.";
GP_FUN.MSG3 = "§´§Ñ§Ü§Ñ§ñ §Ô§â§å§á§á§Ñ §å§Ø§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä.";
GP_FUN.MSG4 = "§ª§Þ§ñ §Ô§â§å§á§á§í §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §á§å§ã§ä§í§Þ!";
GP_FUN.MSG5 = "§ª§Þ§ñ §Ô§â§å§á§á§í §Þ§à§Ø§Ö§ä §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ä§à§Ý§î§Ü§à §Ò§å§Ü§Ó§í, §è§Ú§æ§â§í, §ä§Ú§â§Ö §Ú §á§à§Õ§é§Ö§â§Ü§Ú§Ó§Ñ§ß§Ú§ñ.";
GP_FUN.GA = "§µ§é§Ö§ä§ß§Ñ§ñ §Ù§Ñ§á§Ú§ã§î §Ô§â§å§á§á§í";
GP_FUN.GN = "§ª§Þ§ñ §Ô§â§å§á§á§í";
GP_FUN.DES = "§°§á§Ú§ã§Ñ§ß§Ú§Ö";
GP_FUN.ACCESS = "§¥§à§ã§ä§å§á";
GP_FUN.RNW = "§é§ä§Ö§ß§Ú§Ö §Ú §Ù§Ñ§á§Ú§ã§î";
GP_FUN.RO = "§ä§à§Ý§î§Ü§à §é§ä§Ö§ß§Ú§Ö";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Share 
        Webpage Name : Share_Properties.asp  
        Notes        : ?
--------------------------------------------------------------------------------------------------*/
var ShareP_FUN = new Object();
ShareP_FUN.Title = "§³§Ó§à§Û§ã§ä§Ó§Ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ" ;
ShareP_FUN.SF = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á §Ü §á§Ñ§á§Ü§Ö";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Administration 
        Webpage Name : User_Properties.asp  
        Notes        : ?
--------------------------------------------------------------------------------------------------*/
var UP_FUN = new Object();
UP_FUN.Title = "§³§Ó§à§Û§ã§ä§Ó§Ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ";
UP_FUN.FName = "§ª§Þ§ñ";
UP_FUN.PWD = "§±§Ñ§â§à§Ý§î"
UP_FUN.Reconfirm = "§±§à§Ó§ä§à§â§ß§í§Û §Ó§Ó§à§Õ §Õ§Ý§ñ §á§à§Õ§ä§Ó§Ö§â§Ø§Õ§Ö§ß§Ú§ñ:";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Backup 
        Webpage Name : Data_Backup.asp  
        Notes        : ?
--------------------------------------------------------------------------------------------------*/
var DB_FUN = new Object();
DB_FUN.Title = "§²§Ö§Ù§Ö§â§Ó§ß§à§Ö §Ü§à§á§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Õ§Ñ§ß§ß§í§ç";
DB_FUN.SELJOB = "§£§í§Ò§à§â §ß§à§Þ§Ö§â§Ñ §Ù§Ñ§Õ§Ñ§ß§Ú§ñ";
DB_FUN.JOBNAME = "§ª§Þ§ñ §Ù§Ñ§Õ§Ñ§ß§Ú§ñ";
DB_FUN.BType ="§´§Ú§á §â§Ö§Ù§Ö§â§Ó§ß§à§Ô§à §Ü§à§á§Ú§â§à§Ó§Ñ§ß§Ú§ñ";
DB_FUN.Direction = "§¯§Ñ§á§â§Ñ§Ó§Ý§Ö§ß§Ú§Ö";
DB_FUN.WRTSL54GS = "WRTSL54GS";
DB_FUN.RD = "§µ§Õ§Ñ§Ý§Ö§ß§ß§à§Ö §å§ã§ä§â§à§Û§ã§ä§Ó§à";
DB_FUN.DAYS = "§¥§ß§Ú";
DB_FUN.TIMES = "§£§â§Ö§Þ§ñ";
DB_FUN.LOGIN = "§ª§Þ§ñ §Õ§Ý§ñ §Ó§ç§à§Õ§Ñ §Ó §ã§Ú§ã§ä§Ö§Þ§å";
DB_FUN.sunday = "&nbsp;§£§ã.";
DB_FUN.Mon = "&nbsp;§±§ß."; 
DB_FUN.Tue = "&nbsp;§£§ä."; 
DB_FUN.Wed = "&nbsp;§³§â.";
DB_FUN.Thu = "&nbsp;§¹§ä.";
DB_FUN.Fri = "&nbsp;§±§ä.";
DB_FUN.Sat = "&nbsp;§³§Ò.";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : ?
        Webpage Name : Scan_Folder.asp  
        Notes        : ?
--------------------------------------------------------------------------------------------------*/
var SF_FUN = new Object();
SF_FUN.FL = "§³§á§Ú§ã§à§Ü §á§Ñ§á§à§Ü";

/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Disk , Share , Administration , Media Server , FTP Server
        Webpage Name : All *.asp     
        Notes        : command value   
--------------------------------------------------------------------------------------------------*/
var CMD = new Object();
CMD.QuickErase = "§¢§í§ã§ä§â§à§Ö §å§Õ§Ñ§Ý§Ö§ß§Ú§Ö";
CMD.FullErase = "§±§à§Ý§ß§à§Ö §å§Õ§Ñ§Ý§Ö§ß§Ú§Ö";
CMD.EraseDisk = "§¶§à§â§Þ§Ñ§ä§Ú§â§à§Ó§Ñ§ß§Ú§Ö §Õ§Ú§ã§Ü§Ñ";
CMD.Refresh = "§°§Ò§ß§à§Ó§Ú§ä§î";
CMD.Claim = "§©§Ñ§á§â§à§ã§Ú§ä§î";
CMD.SAVESET = "§³§à§ç§â§Ñ§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú";
CMD.SafeRemove = "§¢§Ö§Ù§à§á§Ñ§ã§ß§à §Ú§Ù§Ó§Ý§Ö§é§î §Õ§Ú§ã§Ü";
CMD.CreateShare = "§³§à§Ù§Õ§Ñ§ä§î\n §à§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á";
CMD.ModifyShare = "§ª§Ù§Þ§Ö§ß§Ú§ä§î §à§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á";
CMD.SELPart = "§£§í§Ò§â§Ñ§ä§î §â§Ñ§Ù§Õ§Ö§Ý";
CMD.Modify = "§ª§Ù§Þ§Ö§ß§Ú§ä§î";
CMD.Delete = "§µ§Õ§Ñ§Ý§Ú§ä§î";
CMD.RO = ">> §´§à§Ý§î§Ü§à §é§ä§Ö§ß§Ú§Ö";
CMD.RW = ">> §¹§ä§Ö§ß§Ú§Ö/§©§Ñ§á§Ú§ã§î";
CMD.RM = "<< §µ§Õ§Ñ§Ý§Ú§ä§î";
CMD.CANCELCHANGE = "§°§ä§Þ§Ö§ß§Ú§ä§î §Ú§Ù§Þ§Ö§ß§Ö§ß§Ú§ñ";
CMD.CT = "§±§â§à§Õ§à§Ý§Ø§Ú§ä§î";
CMD.CLOSE = "§©§Ñ§Ü§â§í§ä§î";
CMD.CreateNewUser = "§³§à§Ù§Õ§Ñ§ä§î §ß§à§Ó§à§Ô§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ";
CMD.CreateNewGroup = "§³§à§Ù§Õ§Ñ§ä§î §ß§à§Ó§å§ð §Ô§â§å§á§á§å";
CMD.CreateNewShare = "§³§à§Ù§Õ§Ñ§ä§î §ß§à§Ó§í§Û §à§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á";
CMD.JG = ">> §£§Ü§Ý§ð§é§Ú§ä§î §Ó §Ô§â§å§á§á§å ";
CMD.SAP = "§³§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ä§î §Ó§ã§Ö ";
CMD.SPS = "§£§í§Ò§â§Ñ§ä§î §á§Ñ§á§Ü§å §Õ§Ý§ñ §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§ñ";
CMD.UOL = " §¯§Ñ §å§â§à§Ó§Ö§ß§î §Ó§Ó§Ö§â§ç ";
CMD.SP = "§£§í§Ò§â§Ñ§ä§î §â§Ñ§Ù§Õ§Ö§Ý";
CMD.FSA = "§£§í§Ò§â§Ñ§ä§î §á§Ñ§á§Ü§å §Õ§à§ã§ä§å§á§Ñ";
CMD.Claim = "§©§Ñ§á§â§à§ã§Ú§ä§î";
CMD.CL = "§°§é§Ú§ã§ä§Ú§ä§î";
CMD.CANCEL = "§°§ä§Þ§Ö§ß§Ñ";
CMD.CGroup = "§³§à§Ù§Õ§Ñ§ä§î §Ô§â§å§á§á§å";
CMD.CUser = "§³§à§Ù§Õ§Ñ§ä§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ";
CMD.MUser = "§ª§Ù§Þ§Ö§ß§Ú§ä§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ";
CMD.NOPWD = "§¯§¦§´ §±§¡§²§°§­§Á";
CMD.DTE = "§µ§Õ§Ñ§Ý§Ú§ä§î §Ù§Ñ§á§Ú§ã§î";
CMD.ALERT1 = "§±§â§à§Ú§ã§ç§à§Õ§Ú§ä §à§Ò§ß§à§Ó§Ý§Ö§ß§Ú§Ö §Õ§Ú§ã§Ü§Ñ, §á§à§Õ§à§Ø§Õ§Ú§ä§Ö!";
CMD.CREATE = "§³§à§Ù§Õ§Ñ§ä§î";
CMD.UPFOLDER = "§£§Ö§â§ß§å§ä§î§ã§ñ §Ü §á§Ñ§á§Ü§Ö §Ó§Ö§â§ç§ß§Ö§Ô§à §å§â§à§Ó§ß§ñ";
CMD.ALLFOLDER = "§£§ã§Ö §á§Ñ§á§Ü§Ú";
CMD.FORMAT = "§¶§à§â§Þ§Ñ§ä§Ú§â§à§Ó§Ñ§ä§î";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Disk , Share , Administration , Media Server , FTP Server
        Webpage Name : All *.asp     
        Notes        : Option value   
--------------------------------------------------------------------------------------------------*/
var OPT = new Object();
OPT.item_Enable = "§£§Ü§Ý§ð§é§Ú§ä§î";
OPT.item_Disable = "§°§ä§Ü§Ý§ð§é§Ú§ä§î";
OPT.item_ALLP = "§£§ã§Ö §â§Ñ§Ù§Õ§Ö§Ý§í";
OPT.item_SF = "§£§í§Ò§â§Ñ§ä§î §á§Ñ§á§Ü§å";
OPT.item_Everyday = "§¦§Ø§Ö§Õ§ß§Ö§Ó§ß§à";
OPT.item_opt1 = "§°§ä WRTSL54GS §Ü §Õ§â§å§Ô§à§Þ§å §å§ã§ä§â§à§Û§ã§ä§Ó§å";
OPT.item_opt2 = "§°§ä §Õ§â§å§Ô§à§Ô§à §å§ã§ä§â§à§Û§ã§ä§Ó§Ñ §Ü WRTSL54GS" 
OPT.item_opt3 = "§¥§Ý§ñ §Õ§à§ã§ä§å§á§Ñ §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Ó§à§Û§ä§Ú §Ó §ã§Ú§ã§ä§Ö§Þ§å";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Disk , Share , Administration , Media Server , FTP Server
        Webpage Name : All *.asp     
        Notes        : Help descript   
--------------------------------------------------------------------------------------------------*/
var HELPMSG = new Object();
HELPMSG.MORE = "§ª§ß§æ§à§â§Þ§Ñ§è§Ú§ñ...";
HELPMSG.DISK1 = "§°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ð §à §á§à§Õ§Ü§Ý§ð§é§Ö§ß§ß§à§Þ §Ü §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§å §Õ§Ú§ã§Ü§Ö";
HELPMSG.DISK2 = "§¹§ä§à§Ò§í §å§Õ§Ñ§Ý§Ú§ä§î §Õ§Ñ§ß§ß§í§Ö §ã §Õ§Ú§ã§Ü§Ñ, §á§à§ã§ä§Ñ§Ó§î§ä§Ö §æ§Ý§Ñ§Ø§à§Ü §â§ñ§Õ§à§Þ §ã §Ú§Þ§Ö§ß§Ö§Þ §Õ§Ú§ã§Ü§Ñ.";
HELPMSG.SHARE1 = "§°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä §Ú§ß§æ§à§â§Þ§Ñ§è§Ú§ð §à §ã§à§Ù§Õ§Ñ§ß§ß§à§Þ §à§Ò§ë§Ö§Þ §Õ§à§ã§ä§å§á§Ö.";
HELPMSG.SHARE2 = "§¯§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å §¥§à§Ò§Ñ§Ó§Ú§ä§î §ß§à§Ó§í§Û §à§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á, §é§ä§à§Ò§í §Õ§à§Ò§Ñ§Ó§Ú§ä§î §à§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á.";
HELPMSG.AD1 = "§ª§Þ§ñ §Þ§Ñ§â§ê§â§å§ä§Ú§Ù§Ñ§ä§à§â§Ñ.";
HELPMSG.AD2 = "§ª§Þ§ñ §Ü§à§Þ§á§î§ð§ä§Ö§â§à§Ó §Ó §ã§Ö§ä§Ú.";
HELPMSG.AD3 = "§±§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§Ú §á§â§Ú§Ó§Ö§Õ§Ö§ß§í §Ó §ä§Ñ§Ò§Ý§Ú§è§Ö.";
HELPMSG.AD4 = "§¹§ä§à§Ò§í §ã§à§Ù§Õ§Ñ§ä§î §ß§à§Ó§à§Ô§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ, §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å §³§à§Ù§Õ§Ñ§ä§î §ß§à§Ó§à§Ô§à §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ.";
HELPMSG.AD5 = "§¤§â§å§á§á§í §á§â§Ú§Ó§Ö§Õ§Ö§ß§í §Ó §ä§Ñ§Ò§Ý§Ú§è§Ö.";
HELPMSG.AD6 = "§¹§ä§à§Ò§í §ã§à§Ù§Õ§Ñ§ä§î §ß§à§Ó§å§ð §Ô§â§å§á§á§å, §ß§Ñ§Ø§Þ§Ú§ä§Ö §Ü§ß§à§á§Ü§å §³§à§Ù§Õ§Ñ§ä§î §ß§à§Ó§å§ð §Ô§â§å§á§á§å.";
HELPMSG.AD7 = "§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §Ô§â§å§á§á§í, §ã§à§ã§ä§à§ñ§ë§Ö§Ö §ß§Ö §Ò§à§Ý§Ö§Ö §é§Ö§Þ §Ú§Ù 12 §ã§Ú§Þ§Ó§à§Ý§à§Ó";
HELPMSG.MS1 = "§°§ä§à§Ò§â§Ñ§Ø§Ñ§Ö§ä §Ú§Þ§ñ, §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à§Ö §Õ§Ý§ñ §Ú§Õ§Ö§ß§ä§Ú§æ§Ú§Ü§Ñ§è§Ú§Ú §ã§Ö§â§Ó§Ö§â§Ñ §Ñ§Õ§Ñ§á§ä§Ö§â§à§Þ §Þ§å§Ý§î§ä§Ú§Þ§Ö§Õ§Ú§Ñ.";
HELPMSG.MS2 = "§¯§Ñ§Ø§Þ§Ú§ä§Ö §ï§ä§å §Ü§ß§à§á§Ü§å, §é§ä§à§Ò§í §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ä§î §Ó§ã§Ö §â§Ñ§Ù§Õ§Ö§Ý§í §Õ§Ú§ã§Ü§Ñ USB.";
HELPMSG.MS3 = "§¯§Ñ§Ø§Þ§Ú§ä§Ö §ï§ä§å §Ü§ß§à§á§Ü§å, §é§ä§à§Ò§í §Ó§í§Ò§â§Ñ§ä§î §á§Ñ§á§Ü§Ú §Ú §â§Ñ§Ù§Õ§Ö§Ý§í §Õ§Ý§ñ §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§ñ.";
HELPMSG.CD1 = "§¹§ä§à§Ò§í §ã§à§Ù§Õ§Ñ§ä§î §â§Ñ§Ù§Õ§Ö§Ý, §á§å§ã§ä§à§Û §Õ§Ú§ã§Ü §Ò§å§Õ§Ö§ä §à§ä§æ§à§â§Þ§Ñ§ä§Ú§â§à§Ó§Ñ§ß §ã §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§Ö§Þ §æ§Ñ§Û§Ý§à§Ó§à§Û §ã§Ú§ã§ä§Ö§Þ§í FAT32.";
HELPMSG.ShareP1 = "§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ.";
HELPMSG.ShareP2 = "§¿§ä§à §á§Ñ§á§Ü§Ñ, §Ó§ç§à§Õ§ñ§ë§Ñ§ñ §Ó §â§Ö§ã§å§â§ã §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ. §¯§Ñ§Ø§Þ§Ú§ä§Ö §£§í§Ò§â§Ñ§ä§î §â§Ñ§Ù§Õ§Ö§Ý §Õ§Ý§ñ §Ó§í§Ò§à§â§Ñ §Ú§Ù §ã§á§Ú§ã§Ü§Ñ §Õ§à§ã§ä§å§á§ß§í§ç §á§Ñ§á§à§Ü.";
HELPMSG.UP1 = "§£§Ó§Ö§Õ§Ú§ä§Ö §Ú§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ. §ª§Þ§ñ §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ §Õ§à§Ý§Ø§ß§à §ã§à§Õ§Ö§â§Ø§Ñ§ä§î §ß§Ö §Ò§à§Ý§Ö§Ö 20 §ã§Ú§Þ§Ó§à§Ý§à§Ó.";
HELPMSG.UP2 = "§£§Ó§Ö§Õ§Ú§ä§Ö §á§Ñ§â§à§Ý§î.  §¥§Ý§Ú§ß§Ñ §á§Ñ§â§à§Ý§ñ §Þ§à§Ø§Ö§ä §Ò§í§ä§î §ß§Ö §Þ§Ö§ß§Ö§Ö 4 §Ú §ß§Ö §Ò§à§Ý§Ö§Ö 8 §ã§Ú§Þ§Ó§à§Ý§à§Ó.";
HELPMSG.UP3 = "§£§Ó§Ö§Õ§Ú§ä§Ö §á§Ñ§â§à§Ý§î §Ö§ë§Ö §â§Ñ§Ù.";
HELPMSG.UP4 = "§¤§â§å§á§á§Ñ";
HELPMSG.UP5 = "§£§í§Ò§Ö§â§Ú§ä§Ö §Ô§â§å§á§á§å, §Ó §Ü§à§ä§à§â§å§ð §ß§Ö§à§Ò§ç§à§Õ§Ú§Þ§à §Õ§à§Ò§Ñ§Ó§Ú§ä§î §á§à§Ý§î§Ù§à§Ó§Ñ§ä§Ö§Ý§ñ.";
//--------------------------------------------------------------------------------------------------
var FUNST = new Object();
FUNST.Disk="§¥§Ú§ã§Ü";
FUNST.Share="§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á";
FUNST.MS="§³§Ö§â§Ó§Ö§â §Þ§å§Ý§î§ä§Ú§Þ§Ö§Õ§Ú§Ñ";
FUNST.FTP = "§³§Ö§â§Ó§Ö§â FTP";
/*--------------------------------------------------------------------------------------------------
        Group Name   : Storage
        SubFun Name  : Disk , Share , Administration , Media Server , FTP Server
        Webpage Name : All *.asp     
        Notes        : NAS output in CGI
--------------------------------------------------------------------------------------------------*/
var NAS = new Object();
NAS.MSG1 = "§¯§Ñ§ã§ä§â§à§Û§Ü§Ú §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§Ú §å§ã§á§Ö§ê§ß§à §á§â§Ú§Þ§Ö§ß§Ö§ß§í.";
NAS.MSG2 = "§µ§é§Ö§ä§ß§Ñ§ñ §Ù§Ñ§á§Ú§ã§î %s §å§Ø§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä!";
NAS.MSG3 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §á§â§Ú§Þ§Ö§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú!";
NAS.MSG4 = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§ñ §å§ã§á§Ö§ê§ß§à §å§Õ§Ñ§Ý§Ö§ß.";
NAS.MSG5 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §à§Ò§ß§à§Ó§Ú§ä§î §Ò§Ñ§Ù§å §Õ§Ñ§ß§ß§í§ç §Þ§å§Ý§î§ä§Ú§Þ§Ö§Õ§Ú§Ñ!";
NAS.MSG6 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §à§Ò§ß§à§Ó§Ú§ä§î §Ò§Ñ§Ù§å §Õ§Ñ§ß§ß§í§ç §Þ§å§Ý§î§ä§Ú§Þ§Ö§Õ§Ú§Ñ! §°§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ §ß§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä.";
NAS.MSG7 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §à§Ò§ß§à§Ó§Ú§ä§î §Ò§Ñ§Ù§å §Õ§Ñ§ß§ß§í§ç §Þ§å§Ý§î§ä§Ú§Þ§Ö§Õ§Ú§Ñ!";
NAS.MSG8 = "§¢§Ñ§Ù§Ñ §Õ§Ñ§ß§ß§í§ç §à§Ò§ß§à§Ó§Ý§Ö§ß§Ñ §å§ã§á§Ö§ê§ß§à.";
NAS.MSG9 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §à§Ò§ß§à§Ó§Ú§ä§î §Ò§Ñ§Ù§å §Õ§Ñ§ß§ß§í§ç §Þ§å§Ý§î§ä§Ú§Þ§Ö§Õ§Ú§Ñ. §²§Ñ§Ù§Õ§Ö§Ý§à§Ó §ß§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä!";
NAS.MSG10 = "§¢§Ñ§Ù§Ñ §Õ§Ñ§ß§ß§í§ç §à§Ò§ß§à§Ó§Ý§Ö§ß§Ñ §å§ã§á§Ö§ê§ß§à.";
NAS.MSG11 = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á §ã§Ü§Ñ§ß§Ú§â§à§Ó§Ñ§ß§Ú§ñ §å§ã§á§Ö§ê§ß§à §Õ§à§Ò§Ñ§Ó§Ý§Ö§ß.";
NAS.MSG12 = "§ª§Þ§ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ %s §ß§Ö §Õ§à§ã§ä§å§á§ß§à.  §£§í§Ò§Ö§â§Ú§ä§Ö §Õ§â§å§Ô§à§Ö §Ú§Þ§ñ.";
NAS.MSG13 = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á %s §å§ã§á§Ö§ê§ß§à §Ú§Ù§Þ§Ö§ß§Ö§ß.";
NAS.MSG14 = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á %s §å§ã§á§Ö§ê§ß§à §ã§à§Ù§Õ§Ñ§ß.";
NAS.MSG15 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §Ù§Ñ§á§â§à§ã§Ö §Õ§Ú§ã§Ü§Ñ %s: §¥§Ú§ã§Ü§Ñ `%s' §ß§Ö §ã§å§ë§Ö§ã§ä§Ó§å§Ö§ä.";
NAS.MSG16 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §Ù§Ñ§á§â§à§ã§Ö §Õ§Ú§ã§Ü§Ñ: §¯§Ö §å§Ü§Ñ§Ù§Ñ§ß§à §ß§à§Ó§à§Ö §Ú§Þ§ñ §Õ§Ú§ã§Ü§Ñ.";
NAS.MSG17 = "§µ§Ü§Ñ§Ù§Ñ§ß§ß§à§Ö §Ú§Þ§ñ, `%s', §ß§Ö §Õ§à§á§å§ã§ä§Ú§Þ§à.";
NAS.MSG18 = "§©§Ñ§á§â§à§ã §Õ§Ú§ã§Ü§Ñ §å§ã§á§Ö§ê§ß§à §Ù§Ñ§Ó§Ö§â§ê§Ö§ß.";
NAS.MSG19 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §Ù§Ñ§á§â§à§ã§Ö §Õ§Ú§ã§Ü§Ñ %s: §°§ê§Ú§Ò§Ü§Ñ §Ù§Ñ§á§â§à§ã§Ñ.";
NAS.MSG20 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §å§Õ§Ñ§Ý§Ö§ß§Ú§Ú §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ %s: §°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á %s §Ù§Ñ§â§Ö§Ù§Ö§â§Ó§Ú§â§à§Ó§Ñ§ß §Õ§Ý§ñ §Ú§ã§á§à§Ý§î§Ù§à§Ó§Ñ§ß§Ú§ñ §æ§å§ß§Ü§è§Ú§ñ§Þ§Ú §±§Ö§â§Ó§Ú§é§ß§à§Ô§à §Ü§à§ß§ä§â§à§Ý§Ý§Ö§â§Ñ §Õ§à§Þ§Ö§ß§Ñ. §°§ß §ß§Ö §Þ§à§Ø§Ö§ä §Ò§í§ä§î §å§Õ§Ñ§Ý§Ö§ß §Ó§â§å§é§ß§å§ð, §ß§à §Ö§ã§Ý§Ú §à§ä§Ü§Ý§ð§é§Ú§ä§î §±§Ö§â§Ó§Ú§é§ß§í§Û §Ü§à§ß§ä§â§à§Ý§Ý§Ö§â §Õ§à§Þ§Ö§ß§Ñ, §Õ§à§ã§ä§å§á §Ò§å§Õ§Ö§ä §Ñ§Ó§ä§à§Þ§Ñ§ä§Ú§é§Ö§ã§Ü§Ú §å§Õ§Ñ§Ý§Ö§ß.";
NAS.MSG21 = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á %s §å§ã§á§Ö§ê§ß§à §å§Õ§Ñ§Ý§Ö§ß";
NAS.MSG23 = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á %s §å§ã§á§Ö§ê§ß§à §Ú§Ù§Þ§Ö§ß§Ö§ß.";
NAS.MSG24 = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á %s §å§ã§á§Ö§ê§ß§à §ã§à§Ù§Õ§Ñ§ß.";
NAS.MSG25 = "§ª§Þ§ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ %s §ß§Ö§Õ§à§ã§ä§å§á§ß§à.  §£§Ó§Ö§Õ§Ú§ä§Ö §Õ§â§å§Ô§à§Ö §Ú§Þ§ñ.";
NAS.MSG30 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §å§Õ§Ñ§Ý§Ö§ß§Ú§Ú §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §Õ§Ú§ã§Ü§Ñ: §¯§Ö §Ó§í§Ò§â§Ñ§ß §Õ§Ú§ã§Ü";
NAS.MSG31 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §å§Õ§Ñ§Ý§Ö§ß§Ú§Ú §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §Õ§Ú§ã§Ü§Ñ: §¯§Ö§Õ§à§ã§ä§Ñ§ä§à§é§ß§à §á§Ñ§Þ§ñ§ä§Ú";
NAS.MSG32 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §å§Õ§Ñ§Ý§Ö§ß§Ú§Ú §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §Õ§Ú§ã§Ü§Ñ: §¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §å§Õ§Ñ§Ý§Ú§ä§î §Õ§Ñ§ß§ß§í§Ö §ã §Õ§Ú§ã§Ü§Ñ `%s'.";
NAS.MSG33 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §å§Õ§Ñ§Ý§Ö§ß§Ú§Ú §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §Õ§Ú§ã§Ü§Ñ: §¯§Ö§Õ§à§ã§ä§Ñ§ä§à§é§ß§à §á§Ñ§Þ§ñ§ä§Ú";
NAS.MSG34 = "§³§à§Õ§Ö§â§Ø§Ú§Þ§à§Ö §Ó§ã§Ö§ç §Ó§í§Ò§â§Ñ§ß§ß§í§ç §Õ§Ú§ã§Ü§à§Ó §Ò§í§Ý§à §å§ã§á§Ö§ê§ß§à §å§Õ§Ñ§Ý§Ö§ß§à.";
NAS.MSG35 = "§¥§Ú§ã§Ü §Õ§Ý§ñ §å§Õ§Ñ§Ý§Ö§ß§Ú§ñ §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §ß§Ö §Ó§í§Ò§â§Ñ§ß, §à§á§Ö§â§Ñ§è§Ú§ñ §ß§Ö §Ó§í§á§à§Ý§ß§Ö§ß§Ñ.";
NAS.MSG36 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §å§Õ§Ñ§Ý§Ö§ß§Ú§Ú §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §Õ§Ú§ã§Ü§Ñ: §¯§Ö§Õ§à§ã§ä§Ñ§ä§à§é§ß§à §á§Ñ§Þ§ñ§ä§Ú";
NAS.MSG37 = "§°§ê§Ú§Ò§Ü§Ñ §á§â§Ú §å§Õ§Ñ§Ý§Ö§ß§Ú§Ú §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §Õ§Ú§ã§Ü§Ñ: §¯§Ö §Ó§í§Ò§â§Ñ§ß §Õ§Ú§ã§Ü";
NAS.MSG38 = "§³§à§Õ§Ö§â§Ø§Ú§Þ§à§Ö §Ó§ã§Ö§ç §Ó§í§Ò§â§Ñ§ß§ß§í§ç §Õ§Ú§ã§Ü§à§Ó §Ò§í§Ý§à §å§ã§á§Ö§ê§ß§à §å§Õ§Ñ§Ý§Ö§ß§à.";
NAS.MSG39 = "§¥§Ú§ã§Ü §Õ§Ý§ñ §å§Õ§Ñ§Ý§Ö§ß§Ú§ñ §ã§à§Õ§Ö§â§Ø§Ú§Þ§à§Ô§à §ß§Ö §Ó§í§Ò§â§Ñ§ß, §à§á§Ö§â§Ñ§è§Ú§ñ §ß§Ö §Ó§í§á§à§Ý§ß§Ö§ß§Ñ.";
NAS.MSG30 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §Ò§Ö§Ù§à§á§Ñ§ã§ß§à §Ú§Ù§Ó§Ý§Ö§é§î §Õ§Ú§ã§Ü `%s'.";
NAS.MSG40 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §Ò§Ö§Ù§à§á§Ñ§ã§ß§à §Ú§Ù§Ó§Ý§Ö§é§î §Õ§Ú§ã§Ü `%s'.";
NAS.MSG41 = "§ª§Ù§Ó§Ý§Ö§é§Ö§ß§Ú§Ö §Õ§Ú§ã§Ü§Ñ §Ù§Ñ§Ó§Ö§â§ê§Ö§ß§à §å§ã§á§Ö§ê§ß§à.";
NAS.MSG42 = "§³§Ó§à§Û§ã§ä§Ó§Ñ §Õ§Ý§ñ §à§Ò§ë§Ö§Ô§à §Õ§à§ã§ä§å§á§Ñ %s §å§ã§á§Ö§ê§ß§à §Ú§Ù§Þ§Ö§ß§Ö§ß§í.";
NAS.MSG43 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §á§â§Ú§Þ§Ö§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§Ú!";
NAS.MSG44 = "§¯§Ñ§ã§ä§â§à§Û§Ü§Ú §å§é§Ö§ä§ß§à§Û §Ù§Ñ§á§Ú§ã§Ú §å§ã§á§Ö§ê§ß§à §á§â§Ú§Þ§Ö§ß§Ö§ß§í.";
NAS.MSG45 = "§£§Ó§Ö§Õ§Ö§ß§ß§í§Ö §Ù§ß§Ñ§é§Ö§ß§Ú§ñ §ß§Ö§Õ§à§á§å§ã§ä§Ú§Þ§í. §±§à§Ó§ä§à§â§Ú§ä§Ö §á§à§á§í§ä§Ü§å.";
NAS.MSG46 = "§¯§Ñ§ã§ä§â§à§Û§Ü§Ñ §å§ã§á§Ö§ê§ß§à §Ù§Ñ§Ó§Ö§â§ê§Ö§ß§Ñ.";
NAS.MSG47 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à %s §Õ§à§Þ§Ö§ß %s (§à§ê§Ú§Ò§Ü§Ñ %s) §Ú §ß§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §Õ§à§Ò§Ñ§Ó§Ú§ä§î §Ó §Õ§à§Þ§Ö§ß %s (§à§ê§Ú§Ò§Ü§Ñ %s), §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ñ §á§â§Ú§ß§Ñ§Õ§Ý§Ö§Ø§ß§à§ã§ä§î §â§Ñ§Ò§à§é§Ö§Û §Ô§â§å§á§á§Ö %s.";
NAS.MSG48 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à %s §Õ§à§Þ§Ö§ß %s (§à§ê§Ú§Ò§Ü§Ñ %s), §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ñ §á§â§Ú§ß§Ñ§Õ§Ý§Ö§Ø§ß§à§ã§ä§î §Õ§à§Þ§Ö§ß§å %s.";
NAS.MSG49 = "join_workgroup_or_domain_error §¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à %s §Õ§à§Þ§Ö§ß %s (§à§ê§Ú§Ò§Ü§Ñ %s), §Ó§à§ã§ã§ä§Ñ§ß§à§Ó§Ý§Ö§ß§Ñ §á§â§Ú§ß§Ñ§Õ§Ý§Ö§Ø§ß§à§ã§ä§î §Õ§à§Þ§Ö§ß§å %s.";
NAS.MSG50 = "§´§Ö§á§Ö§â§î §á§â§Ú§ß§Ñ§Õ§Ý§Ö§Ø§Ú§ä §Õ§à§Þ§Ö§ß§å %s.";
NAS.MSG51 = "§´§Ö§á§Ö§â§î §á§â§Ú§ß§Ñ§Õ§Ý§Ö§Ø§Ú§ä §â§Ñ§Ò§à§é§Ö§Û §Ô§â§å§á§á§Ö %s.";
NAS.MSG52 = "§¯§Ö§Ó§à§Ù§Þ§à§Ø§ß§à §á§â§Ú§Þ§Ö§ß§Ú§ä§î §ß§Ñ§ã§ä§â§à§Û§Ü§Ú!";
NAS.MSG53 = "§°§Ò§ë§Ú§Û §Õ§à§ã§ä§å§á FTP §å§ã§á§Ö§ê§ß§à §å§Õ§Ñ§Ý§Ö§ß.";
NAS.MSG54 = "§¥§Ú§ã§Ü §Ù§Ñ§ß§ñ§ä!";













